[[{"fact": "Paul McCartney", "summary": "Sir James Paul McCartney  (born 18 June 1942) is an English singer, songwriter, musician, composer, and record and film producer who gained worldwide fame as co-lead vocalist and bassist for the Beatles. His songwriting partnership with John Lennon remains the most successful in history. After the group disbanded in 1970, he pursued a solo career and formed the band Wings with his first wife, Linda, and Denny Laine.", "category": "person-male"}, false, false], [{"fact": "Elvis Presley", "summary": "Elvis Aaron Presley (January 8, 1935 – August 16, 1977), also known simply as Elvis, was an American singer and actor. Regarded as one of the most significant cultural icons of the 20th century, he is often referred to as the \"King of Rock and Roll\" or simply \"The King\".\nPresley was born in Tupelo, Mississippi, and relocated to Memphis, Tennessee, with his family when he was 13 years old.", "category": "person-male"}, {"fact": "Priscilla Beaulieu", "summary": "Priscilla Ann Presley (née Wagner, changed by adoption to Beaulieu; born May 24, 1945) is an American actress and business magnate. Married to Elvis Presley from 1967 to 1973, she served as chairwoman of Elvis Presley Enterprises (EPE), the company that turned Graceland, Elvis' mansion, into one of the top tourist attractions in the United States. In her acting career, Presley had a starring role as Jane Spencer in the three successful Naked Gun films, in which she co-starred with Leslie Nielsen, and played the role of Jenna Wade on the long-running television series Dallas.", "category": "person-female"}, {"fact": "Aladdin, Las Vegas", "summary": "Planet Hollywood Las Vegas (formerly the Aladdin) is a hotel and casino located on the Las Vegas Strip in Paradise, Nevada. It is owned and operated by Caesars Entertainment Corporation. The property was previously occupied by an earlier resort known as the Aladdin, which operated from the 1962 to 1997.", "category": "location"}], [{"fact": "Pink Floyd", "summary": "Pink Floyd were an English rock band formed in London in 1965. Gaining a following as a psychedelic rock group, they were distinguished for their extended compositions, sonic experimentation, philosophical lyrics and elaborate live shows, and became a leading band of the progressive rock genre. They are one of the most commercially successful and influential bands in popular music history.", "category": "band"}, {"fact": "quadraphonic", "summary": "Quadraphonic (or Quadrophonic and sometimes Quadrasonic) sound – equivalent to what is now called 4.0 surround sound – uses four channels in which speakers are positioned at the four corners of the listening space, reproducing signals that are (wholly or in part) independent of one another. Quadraphonic audio was the earliest consumer product in surround sound and thousands of quadraphonic recordings were made during the 1970s.\nIt was a commercial failure due to many technical problems and format incompatibilities.", "category": "location"}, {"fact": "Queen Elizabeth Hall", "summary": "The Queen Elizabeth Hall (QEH) is a music venue on the South Bank in London, England, that hosts daily classical, jazz, and avant-garde music and dance performances. It was opened in 1967, with a concert conducted by Benjamin Britten.The QEH was built along with the smaller Purcell Room as part of Southbank Centre arts complex. It stands alongside the Royal Festival Hall, which was built for the Festival of Britain of 1951, and the Hayward Gallery which opened in 1968.", "category": "event"}, {"fact": "Games for May", "summary": "Games for May was a concert that took place at the Queen Elizabeth Hall on 12 May 1967, three months after the venue opened. It was seen as one of the first significant concert events held by Pink Floyd. It was set up by Pink Floyd's managers Andrew King and Peter Jenner of Blackhill Enterprises, and promoted by classical music promoter Christopher Hunt.", "category": "event"}], [{"fact": "The Jimi Hendrix Experience", "summary": "The Jimi Hendrix Experience was an American-English rock band that formed in Westminster, London, in September 1966. Singer, songwriter, and guitarist Jimi Hendrix, drummer Mitch Mitchell, and bassist Noel Redding comprised the group, which was active until June 1969. During this time, they released three studio albums and became one of the most popular acts in rock.", "category": "band"}, false, {"fact": "UK", "summary": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain, is a sovereign country located off the north­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland.", "category": "location"}], [false, false], [{"fact": "Mikis Theodorakis", "summary": "Michael \"Mikis\" Theodorakis (Greek: Μιχαήλ (Μίκης) Θεοδωράκης [ˈmicis θeoðoˈɾacis]; born 29 July 1925) is a Greek composer and lyricist who has contributed to contemporary Greek music with over 1000 works.He scored for the films Zorba the Greek (1964), Z (1969), and Serpico (1973). He composed the \"Mauthausen Trilogy\" also known as \"The Ballad of Mauthausen\", which has been described as the \"most beautiful musical work ever written about the Holocaust\" and possibly his best work. He is viewed as Greece's best-known living composer.", "category": "person-male"}], [{"fact": "The Supremes", "summary": "The Supremes were an American female singing group and a premier act of Motown Records during the 1960s. Founded as The Primettes in Detroit, Michigan, in 1959, the Supremes were the most commercially successful of Motown's acts and are, to date, America's most successful vocal group with 12 number one singles on the Billboard Hot 100. Most of these hits were written and produced by Motown's main songwriting and production team, Holland–Dozier–Holland.", "category": "band"}, {"fact": "Flamingo Hotel", "summary": "Flamingo Las Vegas (formerly The Fabulous Flamingo and Flamingo Hilton Las Vegas) is a hotel and casino located on the Las Vegas Strip in Paradise, Nevada. It is owned and operated by Caesars Entertainment Corporation.\nThe property includes a 72,299 square-foot casino along with 3,460 hotel rooms.", "category": "location"}, {"fact": "Florence Ballard", "summary": "Florence Glenda Chapman (née Ballard; June 30, 1943 – February 22, 1976) was an American singer, a founding member of the popular Motown vocal female group the Supremes. She sang on 16 top 40 singles with the group, including ten number-one hits. After being removed from the Supremes in 1967, Ballard tried an unsuccessful solo career with ABC Records before she was dropped from the label at the end of the decade.", "category": "person-female"}, {"fact": "Cindy Birdsong", "summary": "Cynthia Ann Birdsong (born December 15, 1939) is an American singer who became famous as a member of The Supremes in 1967, when she replaced co-founding member Florence Ballard.  Birdsong had previously been a member of Patti LaBelle & the Bluebelles.\n\n\n== Biography ==\n\n\n=== Early life ===\nBirdsong was born in Mount Holly, New Jersey on December 15, 1939, to parents Lloyd Birdsong, Sr.", "category": "person-male"}], [{"fact": "The Monkees", "summary": "The Monkees are an American rock and pop band originally active between 1966 and 1971, with reunion albums and tours in the decades that followed. Their original line-up consisted of the American actor/musicians Micky Dolenz, Michael Nesmith, and Peter Tork with English actor/singer Davy Jones. The group was conceived in 1965 by television producers Bob Rafelson and Bert Schneider specifically for the situation comedy series The Monkees, which aired from 1966 to 1968.", "category": "band"}], [{"fact": "The Doors", "summary": "The Doors were an American rock band formed in Los Angeles in 1965, with vocalist Jim Morrison, keyboardist Ray Manzarek, guitarist Robby Krieger, and drummer John Densmore. They were among the most controversial and influential rock acts of the 1960s, mostly because of Morrison's lyrics and voice along with his erratic stage persona, and the group was widely regarded as an important part of the era's counterculture.The band took its name from the title of Aldous Huxley's book The Doors of Perception, itself a reference to a quote by William Blake. After signing with Elektra Records, the Doors with Morrison released six albums in five years, some of which are considered among the greatest of all time, including The Doors (1967), Strange Days (1967), and L.A. Woman (1971).", "category": "band"}, false, {"fact": "Jim Morrison", "summary": "James Douglas Morrison (December 8, 1943 – July 3, 1971) was an American singer, songwriter and poet, who served as the lead vocalist of the rock band the Doors. Due to his poetic lyrics, his widely recognized voice, unpredictable and erratic performances, and the dramatic circumstances surrounding his life and early death, Morrison is regarded by music critics and fans as one of the most iconic and influential frontmen in rock history. Since his death, his fame has endured as one of popular culture's most rebellious and oft-displayed icons, representing the generation gap and youth counterculture.Together with Ray Manzarek, Morrison co-founded the Doors during the summer of 1965 in Venice, California.", "category": "person-male"}], [{"fact": "The Who", "summary": "The Who are an English rock band formed in London in 1964. Their original line-up consisted of lead singer Roger Daltrey, guitarist and singer Pete Townshend, bass guitarist John Entwistle and drummer Keith Moon. They are considered one of the most influential rock bands of the 20th century, selling over 100 million records worldwide.", "category": "band"}, false, false, false, false], [{"fact": "Oricon", "summary": "Oricon Inc. (株式会社オリコン, Kabushiki-gaisha Orikon), established in 1999, is the holding company at the head of a Japanese corporate group that supplies statistics and information on music and the music industry in Japan and Western music. It started as  Original Confidence Inc.", "category": "label"}], [{"fact": "Otis Redding", "summary": "Otis Ray Redding Jr. (September 9, 1941 – December 10, 1967) was an American singer, songwriter, record producer, arranger, and talent scout. He is considered one of the greatest singers in the history of American popular music and a seminal artist in soul music and rhythm and blues.", "category": "person-male"}, {"fact": "(Sittin' On) The Dock of the Bay", "summary": "\"(Sittin' On) The Dock of the Bay\" is a song co-written by soul singer Otis Redding and guitarist Steve Cropper. It was recorded by Redding twice in 1967, including once just days before his death in a plane crash. The song was released on Stax Records' Volt label in 1968, becoming the first posthumous single to top the charts in the US. It reached number 3 on the UK Singles Chart.", "category": "song"}, {"fact": "Stax Records", "summary": "Stax Records is an American record label, originally based in Memphis, Tennessee. Founded in 1957 as Satellite Records, the label changed its name to Stax Records in 1961 and shared its operations with Volt Records, a sister label created to avoid the impression of favoritism among radio stations playing their records.\nStax was influential in the creation of Southern soul and Memphis soul music.", "category": "label"}, {"fact": "Memphis, Tennessee", "summary": "Memphis is a city located along the Mississippi River in southwestern Shelby County, Tennessee, United States. The 2018 city population was 650,618, making Memphis the largest city on the Mississippi River, the second most populous city in Tennessee, as well as the 26th largest city in the United States. Greater Memphis is the 42nd largest metropolitan area in the United States, with a population of 1,348,260 in 2017.", "category": "location"}], [{"fact": "George Harrison", "summary": "George Harrison  (25 February 1943 – 29 November 2001) was an English musician, singer-songwriter, and music and film producer who achieved international fame as the lead guitarist of the Beatles. Sometimes called \"the quiet Beatle\", Harrison embraced Indian culture and helped broaden the scope of popular music through his incorporation of Indian instrumentation and Hindu-aligned spirituality in the Beatles' work. Although the majority of the band's songs were written by John Lennon and Paul McCartney, most Beatles albums from 1965 onwards contained at least two Harrison compositions.", "category": "person-male"}, false], [false, {"fact": "Apple Boutique", "summary": "The Apple Boutique was a retail store located in a building on the corner of Baker Street and Paddington Street, Marylebone, London. It opened on 7 December 1967 and closed on 31 July 1968. The shop was one of the first business ventures by the Beatles' fledgling Apple Corps.", "category": "location"}, {"fact": "London", "summary": "London is the capital and largest city of England and the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans.", "category": "location"}, {"fact": "Eric Clapton", "summary": "Eric Patrick Clapton,  (born 30 March 1945) is an English rock and blues guitarist, singer, and songwriter. He is the only three-time inductee to the Rock and Roll Hall of Fame: once as a solo artist and separately as a member of the Yardbirds and of Cream. Clapton has been referred to as one of the most important and influential guitarists of all time.", "category": "person-male"}, {"fact": "Richard Lester", "summary": "Richard Lester Liebman (born January 19, 1932), commonly referred to as Dick Lester, is a retired American film director based in the United Kingdom. He is known for his work with the Beatles in the 1960s and his work on the Superman film series in the 1980s.Lester is an Honorary Associate of London Film School.\n\n\n== Biography ==\n\n\n=== Early years ===\nRichard Lester Liebman was born to a Jewish family in Philadelphia, Pennsylvania.", "category": "person-male"}], [{"fact": "Pickwick Records", "summary": "Pickwick Records was an American record label and  British distributor known for its budget album releases of sound-alike recordings, bargain bin reissues and repackagings under the brands Design, Bravo (later changing its name to International Award), Hurrah, Grand Prix, and children's records on the Cricket and Happy Time labels.The label is also known for distributing music by smaller labels like Sonny Lester's Groove Merchant, Gene Redd's De-Lite Records, Chart Records and the Swedish label Sonet Records (for which it distributed late-1960s recordings by Bill Haley & His Comets in Canada and the US). They also issued records from Britain's Hallmark Records label.\n\n\n== History ==\nPickwick Records (originally formed as Pickwick Sales Corporation, later Pickwick International) was founded in 1950 by Cy Leslie, whose first business was a prerecorded greeting card service that in 1946 turned into Voco Records, a label of children's records.", "category": "band"}, {"fact": "Simon & Garfunkel", "summary": "Simon & Garfunkel were an American folk-rock duo consisting of singer-songwriter Paul Simon and singer Art Garfunkel. One of the best-selling music groups of the 1960s, their biggest hits—including \"The Sound of Silence\" (1965), \"Mrs. Robinson\" (1968), \"The Boxer\" (1969), and \"Bridge over Troubled Water\" (1970)—reached number one on singles charts worldwide.", "category": "band"}, {"fact": "Tom & Jerry", "summary": "Simon & Garfunkel were an American folk-rock duo consisting of singer-songwriter Paul Simon and singer Art Garfunkel. One of the best-selling music groups of the 1960s, their biggest hits—including \"The Sound of Silence\" (1965), \"Mrs. Robinson\" (1968), \"The Boxer\" (1969), and \"Bridge over Troubled Water\" (1970)—reached number one on singles charts worldwide.", "category": "band"}], [{"fact": "Toots & the Maytals", "summary": "Toots and the Maytals, originally called The Maytals, are a Jamaican musical group and one of the best known ska and rocksteady vocal groups. The Maytals were formed in the early 1960s and were key figures in popularizing reggae music. Frontman Toots Hibbert's soulful vocal style has been compared to Otis Redding, and led him to be named one of the 100 Greatest Singers by Rolling Stone.", "category": "band"}, {"fact": "54-46 That's My Number", "summary": "\"54-46 (That's My Number)\" is a song by Fred \"Toots\" Hibbert, recorded by Toots and the Maytals, originally released on the Beverley's label in Jamaica and the Pyramid label in the UK. A follow-up version released a year later, \"54-46 Was My Number\", was one of the first reggae songs to receive widespread popularity outside Jamaica, and is seen as being one of the defining songs of the genre. It has been anthologised repeatedly and the titles of several reggae anthologies include \"54-46\" in their title.\nThe lyrics describe Toots' time in prison after being arrested for possession of marijuana.", "category": "song"}, {"fact": "reggae", "summary": "Reggae () is a music genre that originated in Jamaica in the late 1960s. The term also denotes the modern popular music of Jamaica and its diaspora. A 1968 single by Toots and the Maytals, \"Do the Reggay\" was the first popular song to use the word \"reggae\", effectively naming the genre and introducing it to a global audience.", "category": "song"}], [{"fact": "Savonlinna Opera Festival", "summary": "Savonlinna Opera Festival (Finnish: Savonlinnan oopperajuhlat) is held annually in the city of Savonlinna in Finland. The Festival takes place at the medieval Olavinlinna (St. Olaf's Castle), built in 1475.", "category": "location"}, {"fact": "Savonlinna", "summary": "Savonlinna (UK: , Finnish: [ˈsɑʋonˈlinnɑ], lit. 'Castle of Savonia'; Swedish: Nyslott, lit. 'New Castle') is a town and a municipality of 33,580 inhabitants in the southeast of Finland, in the heart of the Saimaa lake region.\n\n\n== History ==\nThe city was founded in 1639, based on Olavinlinna castle.", "category": "location"}, {"fact": "Finland", "summary": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)), is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.", "category": "location"}], [{"fact": "Estonian", "summary": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate.", "category": "location"}, false], [{"fact": "International Society of Bassists", "summary": "The International Society of Bassists (ISB) is a 501(C)(3) not-for-profit organization for anybody who enjoys the double bass. The society was founded in 1967 by Gary Karr as the International Institute for String Bass (IISB).  After a two-year hiatus of the IISB, the International Society of Bassists was launched with Barry Green as executive director, and the society maintains that name today.", "category": "location"}, {"fact": "Gary Karr", "summary": "Gary Michael Karr (born November 20, 1941 in Los Angeles) is an American classical double bass virtuoso and teacher; he is considered one of the best bassists of the 20th and 21st centuries.\n\n\n== Biography ==\nAlthough he comes from several generations of bassists, he was not encouraged by them to go into music.  In an interview with ActiveBass magazine he said that he has no contact with the professional bassists in his family.His major teachers include Herman Reinshagen and Stuart Sankey, with whom he studied at the Aspen Music Festival and the Juilliard School.", "category": "person-male"}], [false, false], [{"fact": "Ali Akbar Khan", "summary": "Ali Akbar Khan (14 April 1922 – 18 June 2009) was an Indian Hindustani classical musician of the Maihar gharana, known for his virtuosity in playing the sarod. Trained as a classical musician and instrumentalist by his father, Allauddin Khan, he also composed numerous classical ragas and film scores. He established a music school in Calcutta in 1956, and the Ali Akbar College of Music in 1967, which moved with him to the United States and is now based in San Rafael, California, with a branch in Basel, Switzerland.", "category": "person-male"}]]