[[{"fact": "Randy Bachman", "summary": "Randolph Charles Bachman,  (; born September 27, 1943) is a Canadian musician, lead guitarist, songwriter and a founding member of classic rock band The Guess Who and hard rock band Bachman–Turner Overdrive. Bachman was also a member of Brave Belt, Union and Ironhorse, and has recorded as a solo artist. He is also a national radio personality on CBC Radio, hosting the weekly music show, Vinyl Tap.", "category": "person-male", "confidence": 0.34}, {"fact": "the Guess Who", "summary": "The Guess Who is a Canadian rock band, formed in Winnipeg in 1965. Initially gaining recognition in Canada, the group found international success from the late 1960s through the mid-1970s with many hit singles, including \"No Time\", \"American Woman\", \"Laughing\", \"These Eyes\", \"Undun\" and \"Share the Land\". The band have continued to perform and record to the present day, and at various times have included many well-known musicians, including Burton Cummings and Randy Bachman (of Bachman–Turner Overdrive).", "category": "band", "confidence": 0.3}, {"fact": "Brave Belt", "summary": "Brave Belt was a Canadian rock band from Winnipeg, Manitoba originally consisting of Randy Bachman (guitar/vocals), his former Guess Who bandmate, Chad Allan (vocals/keyboards), and Randy's brother Robbie (drums). Randy also provided bass tracks for the recording of the band's first album, Brave Belt (Reprise Records, 1971). But C. F. \"Fred\" Turner was added shortly after as bassist for the supporting concerts.The band made the Canadian Top 40 with the minor hit \"Crazy Arms, Crazy Eyes,\" which peaked at #35 in November 1971.", "category": "location", "confidence": 0.19}], [{"fact": "The Who", "summary": "The Who are an English rock band formed in London in 1964. Their original line-up consisted of lead singer Roger Daltrey, guitarist and singer Pete Townshend, bass guitarist John Entwistle and drummer Keith Moon. They are considered one of the most influential rock bands of the 20th century, selling over 100 million records worldwide.", "category": "band", "confidence": 0.26}, false, {"fact": "live album", "summary": "An album is a collection of audio recordings issued as a collection on compact disc (CD), vinyl, audio tape, or another medium. Albums of recorded sound were developed in the early 20th century as individual 78-rpm records collected in a bound book resembling a photograph album; this format evolved after 1948 into single vinyl LP records  played at ​33 1⁄3 rpm. Vinyl LPs are still issued, though album sales in the 21st-century have mostly focused on CD and MP3 formats.", "category": "label", "confidence": 0.26}, false, {"fact": "music critics", "summary": "Music journalism (or \"music criticism\") is media criticism and reporting about music topics, including popular music, classical music and traditional music. Journalists began writing about music in the eighteenth century, providing commentary on what is now regarded as classical music. In the 1960s, music journalism began more prominently covering popular music like rock and pop after the breakthrough of The Beatles.", "category": "location", "confidence": 0.45}], [{"fact": "The Long and Winding Road", "summary": "\"The Long and Winding Road\" is a song by the English rock band the Beatles from their 1970 album Let It Be. It was written by Paul McCartney and credited to Lennon–McCartney. When issued as a single in May 1970, a month after the Beatles' break-up, it became the group's 20th and last number-one hit on the Billboard Hot 100 chart in the United States.", "category": "song", "confidence": 0.3}, false, false, false], [{"fact": "The Stooges", "summary": "The Stooges, also known as Iggy and the Stooges, were an American rock band formed in Ann Arbor, Michigan in 1967 by singer Iggy Pop, guitarist Ron Asheton, drummer Scott Asheton, and bassist Dave Alexander. Playing a raw, primitive style of rock and roll, the band sold few records in their original incarnation and gained a reputation for their confrontational performances, which often involved acts of self-mutilation by Iggy Pop.After releasing two albums—The Stooges (1969) and Fun House (1970)—the group disbanded briefly, and reformed with a different lineup to release Raw Power (1973) before breaking up again in 1974. The band reunited in 2003 until dissolving in 2016 following the deaths of Scott Asheton and saxophonist Steve Mackay.", "category": "band", "confidence": 0.31}, {"fact": "Midsummer Rock", "summary": "Midsummer Rock is a television program based on the Cincinnati Pop Festival. The 90-minute TV version featured Alice Cooper, Mountain, Grand Funk Railroad, The Stooges, and Traffic.\n\n\n== History ==\nA rather thorough history of the Cincinnati Pop Music Festival that spawned the Midsummer Rock TV show is available on the Cincinnati City Beat website.", "category": "band", "confidence": 0.33}], [false, false], [{"fact": "Dalida", "summary": "Iolanda Cristina Gigliotti (Italian: [joˈlanda kriˈstiːna dʒiʎˈʎɔtti]; 17 January 1933 – 3 May 1987), professionally known as Dalida (Arabic: داليدا‎), was a French singer and actress, born in Egypt to Italian parents. She won the Miss Egypt beauty contest in 1954 and began a 31-year singing career in 1956, selling 170 million albums and singles worldwide. She died by suicide in 1987.", "category": "location", "confidence": 0.34}, {"fact": "Barclay Records", "summary": "Barclay is a French record company and label founded by Eddie Barclay in 1953.\nEddie Barclay was a bandleader, pianist, producer, and nightclub owner. With his wife, Nicole, who was the vocalist in his band, he started Barclay.", "category": "band", "confidence": 0.49}, false]]