[[{"fact": "Paul McCartney", "summary": "Sir James Paul McCartney  (born 18 June 1942) is an English singer, songwriter, musician, composer, and record and film producer who gained worldwide fame as co-lead vocalist and bassist for the Beatles. His songwriting partnership with John Lennon remains the most successful in history. After the group disbanded in 1970, he pursued a solo career and formed the band Wings with his first wife, Linda, and Denny Laine.", "category": "person-male", "confidence": 1.0}, {"fact": "Give Ireland Back to the Irish", "summary": "\"Give Ireland Back to the Irish\" is a song by the British–American rock band Wings that was released as their debut single in February 1972. It was written by Paul McCartney and his wife Linda in response to the events of Bloody Sunday, on 30 January that year, when British troops in Northern Ireland shot dead thirteen civil rights protestors. Keen to voice their outrage at the killings, Wings recorded the track two days later at Abbey Road Studios in London.", "category": "song", "confidence": 0.51}, {"fact": "BBC", "summary": "The British Broadcasting Corporation (BBC) is a British public service broadcaster. Its headquarters are at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees.", "category": "location", "confidence": 0.44}], [{"fact": "Sammy Davis, Jr.", "summary": "Samuel George Davis Jr. (December 8, 1925 – May 16, 1990) was an American singer, musician, dancer, actor, vaudevillian, comedian, and activist known for his impressions of actors, musicians, and other celebrities. At age three, Davis began his career in vaudeville with his father Sammy Davis Sr.", "category": "person-male", "confidence": 0.47}, false], [{"fact": "14th Annual Grammy Awards", "summary": "The 14th Annual Grammy Awards were held March 14, 1972, and were broadcast live on television in the United States by ABC; the following year, they would move the telecasts to CBS, where they remain to this date. They recognized accomplishments by musicians from the year 1971.\n\n\n== Award winners ==\nRecord of the Year\nLou Adler (producer) & Carole King for \"It's Too Late\"\nAlbum of the Year\nLou Adler (producer) & Carole King for Tapestry\nSong of the Year\nCarole King (songwriter) for \"You've Got a Friend\"\nBest New Artist\nCarly Simon\n\n\n=== Children's ===\nBest Recording for Children\nBill Cosby for Bill Cosby Talks to Kids About Drugs\n\n\n=== Classical ===\nBest Classical Performance – Orchestra\nCarlo Maria Giulini (conductor) & the Chicago Symphony Orchestra for Mahler: Symphony No.", "category": "date", "confidence": 0.26}, {"fact": "Carole King", "summary": "Carole King (born Carol Joan Klein, February 9, 1942) is an American singer-songwriter who has been active since 1958, initially as one of the staff songwriters at the Brill Building and later as a solo artist. She is the most successful female songwriter of the latter half of the 20th century in the US, having written or co-written 118 pop hits on the Billboard Hot 100.  King also wrote 61 hits that charted in the UK,  making her the most successful female songwriter on the UK singles charts between 1952 and 2005.King's major success began in the 1960s when she and her first husband, Gerry Goffin, wrote more than two dozen chart hits, many of which have become standards, for numerous artists.", "category": "person-male", "confidence": 0.56}, {"fact": "Kris Kristofferson", "summary": "Kristoffer Kristofferson (born June 22, 1936) is an American singer-songwriter and actor. Among his songwriting credits are the songs \"Me and Bobby McGee\", \"For the Good Times\", \"Sunday Mornin' Comin' Down\", and \"Help Me Make It Through the Night\", all of which were hits for other artists. Kristofferson composed his own songs and collaborated with Nashville songwriters such as Shel Silverstein.", "category": "person-male", "confidence": 0.64}, {"fact": "Colin Davis", "summary": "Sir Colin Rex Davis  (25 September 1927 – 14 April 2013) was an English conductor, known for his association with the London Symphony Orchestra, having first conducted it in 1959. His repertoire was broad, but among the composers with whom he was particularly associated were Mozart, Berlioz, Elgar, Sibelius, Stravinsky and Tippett.\nHe studied as a clarinettist, but was intent on becoming a conductor.", "category": "location", "confidence": 0.24}, {"fact": "Michel LeGrand", "summary": "Michel Jean Legrand (French pronunciation: ​[miʃɛl ləɡʁɑ̃]; 24 February 1920 – 26 January 2019) was a French musical composer, arranger, conductor, and jazz pianist. Legrand was a prolific composer, having written over 200 film and television scores, in addition to many songs. His scores for the films of French New Wave director Jacques Demy, The Umbrellas of Cherbourg (1964) and The Young Girls of Rochefort (1967), earned Legrand his first Academy Award nominations.", "category": "song", "confidence": 0.39}, {"fact": "Isaac Hayes", "summary": "Isaac Lee Hayes Jr. (August 20, 1942 – August 10, 2008) was an American singer, songwriter, actor, and producer. Hayes was one of the creative forces behind the Southern soul music label Stax Records, where he served both as an in-house songwriter and as a session musician and record producer, teaming with his partner David Porter during the mid-1960s.", "category": "person-male", "confidence": 0.57}, {"fact": "Julian Bream", "summary": "Julian Alexander Bream, CBE (born 15 July 1933), is an English virtuoso classical guitarist and lutenist. One of the most distinguished classical guitarists of the 20th century, he played a significant role in improving the public perception of the classical guitar as a respectable instrument.\n\n\n== Early years ==\nBream was born in Battersea, London, and brought up in a musical environment in Hampton.", "category": "person-male", "confidence": 0.75}, {"fact": "Vladimir Horowitz", "summary": "Vladimir Samoylovich Horowitz (; Russian: Владимир Самойлович Горовиц; Yiddish: וולאדימיר סאַמוילאָוויטש האָראָוויץ‎; October 1 [O.S. September 18] 1903 – November 5, 1989) was a Russian classical pianist and composer, who lived most of his life in the United States. He was acclaimed for his virtuoso technique, his tone color, and the excitement engendered by his playing. He is widely regarded as one of the greatest pianists of all time.", "category": "event", "confidence": 0.24}, {"fact": "Juilliard String Quartet", "summary": "The Juilliard String Quartet is a classical music string quartet founded in 1946 at the Juilliard School in New York by William Schuman.  The original members were violinists Robert Mann and Robert Koff, violist Raphael Hillyer and cellist Arthur Winograd. Current members are violinists Areta Zhulla and Ronald Copes, violist Roger Tapping, and cellist Astrid Schween.", "category": "location", "confidence": 0.35}, false, false], [{"fact": "Robert W. Morgan", "summary": "Robert Wilbur Morgan (July 23, 1937 – May 22, 1998) was an American radio personality best known for his work at several stations in Los Angeles, California, in particular KHJ-AM.\nMorgan also did morning drive at KMPC-AM, KIQQ-FM and KMGG-FM, and finished his career at KRTH-FM, where he retired for health reasons in 1997.  He died from lung cancer on May 22, 1998.\n\n\n== Biography ==\n\n\n=== Early years ===\nAs a youth growing up in Galion, Ohio, Morgan's interest was piqued while listening to his favorite DJs on Cleveland's top forty giant KYW (then on 1100 AM before they moved to Philadelphia) which would eventually lead to his first on-air job at Wooster College in 1955 on WWST & WWST-FM, for an initial salary of $1 per hour.", "category": "person-male", "confidence": 0.36}, {"fact": "Donny Osmond", "summary": "Donald Clark Osmond (born December 9, 1957) is an American singer, dancer, actor, and former teen idol.  Osmond first gained fame performing with four of his elder brothers as the Osmonds, earning several top ten hits and gold albums. Then, in the early 1970s, Osmond began a solo career, earning several additional top ten hits, including \"Go Away Little Girl,\" (U.S. #1) \"Puppy Love,\" (U.S. #3) and later, \"Soldier of Love\" (U.S. #2).", "category": "person-male", "confidence": 0.57}], [{"fact": "Herbert Howells", "summary": "Herbert Norman Howells  (17 October 1892 – 23 February 1983) was an English composer, organist, and teacher, most famous for his large output of Anglican church music.\n\n\n== Life ==\n\n\n=== Background and early education ===\n\nHowells was born in Lydney, Gloucestershire, the youngest of the six children of Oliver Howells, a plumber, painter, decorator and builder, and his wife Elizabeth. His father played the organ at the local Baptist church, and Herbert himself showed early musical promise, first deputising for his father, and then moving at the age of eleven to the local Church of England parish church as choirboy and unofficial deputy organist.The Howells family’s risky financial situation came to a head when Oliver filed for bankruptcy in September 1904, when Herbert was nearly 12.", "category": "person-male", "confidence": 0.7}, {"fact": "Companion of Honour", "summary": "The Order of the Companions of Honour is an order of the Commonwealth realms. It was founded on 4 June 1917 by King George V as a reward for outstanding achievements and is \"conferred upon a limited number of persons for whom this special distinction seems to be the most appropriate form of recognition, constituting an honour disassociated either from the acceptance of title or the classification of merit.\"Founded on the same date as the Order of the British Empire, it is sometimes regarded as the junior order to the Order of Merit. Now described as \"awarded for having a major contribution to the arts, science, medicine, or government lasting over a long period of time\", the first recipients were all decorated for \"services in connection with the war\" and were listed in The London Gazette.", "category": "location", "confidence": 0.41}], [{"fact": "Billy Ray Hearn", "summary": "Billy Ray Hearn (April 26, 1929 – April 15, 2015) was the founder and chairman of the Capitol Christian Music Group (formerly EMI Christian Music Group) the world's largest Christian music label.In 1954, Billy Ray Hearn graduated from Baylor University with a degree in church music.\nIn 1972, Hearn started Myrrh Records, one of the first labels devoted to contemporary Christian music, at Word Inc., the label of Amy Grant. In 1976, he formed his own label, Sparrow Records, the label behind musicians Keith Green, John Michael Talbot, and Margaret Becker.In 1992, Hearn sold Sparrow to EMI Music, the label of artists including Steven Curtis Chapman and BeBe & CeCe Winans.", "category": "band", "confidence": 0.46}, {"fact": "Myrrh Records", "summary": "Myrrh Records (also known as Myrrh Worship) was an American Christian music record label. According to Encyclopedia of American Gospel Music, the label was instrumental in developing a popular following for contemporary Christian music as the label that first published music by Barry McGuire, 2nd Chapter of Acts, Randy Matthews and Nancy Honeytree. The label is also known for serving as the first label for popular Christian crossover singer Amy Grant, who joined the label in 1977.", "category": "label", "confidence": 0.28}], [{"fact": "Joseph Hoo Kim", "summary": "Joseph \"Jo Jo\" Hoo Kim (10 December 1942 – 20 September 2018) was a Jamaican reggae record producer best known for his productions in the 1970s at his Channel One Studios.\n\n\n== Career ==\nBorn to parents of Chinese heritage, Joseph Hoo Kim grew up in the Maxfield Avenue area of Kingston. He was the oldest of four brothers (to Ernest, Paul and Kenneth), who during the 1960s were involved in the jukebox and slot machine industry.", "category": "person-male", "confidence": 0.49}, {"fact": "Channel One Studios", "summary": "Channel One is a recording studio in Maxfield Avenue, West Kingston, Jamaica. The studio was built by the Hoo Kim brothers in 1972, and has had a profound influence on the development of reggae music.\n\n\n== History ==\nJoseph Hoo Kim's parents ran a bar and ice cream parlour in Kingston, and Kim became interested in opening a studio after visiting Dynamic Sound with John Holt.", "category": "location", "confidence": 0.35}, {"fact": "Kingston, Jamaica", "summary": "Kingston is the capital and largest city of Jamaica, located on the southeastern coast of the island. It faces a natural harbour protected by the Palisadoes, a long sand spit which connects the town of Port Royal and the Norman Manley International Airport to the rest of the island. In the Americas, Kingston is the largest predominantly English-speaking city south of the United States.", "category": "location", "confidence": 0.93}], [{"fact": "Nimbus Records", "summary": "Nimbus Records is a British record company based at Wyastone Leys, Ganarew, Herefordshire, England. They specialise in classical music recordings and were the first company in the UK to produce compact discs.\n\n\n== Description ==\nNimbus was founded in 1972 by the late bass singer Numa Labinsky, and the brothers Michael and Gerald Reynolds, and has traditionally been based at the Wyastone Leys mansion site, near Monmouth and the English/Welsh border.", "category": "label", "confidence": 0.31}, {"fact": "classical music", "summary": "Classical music is art music produced or rooted in the traditions of Western culture, including both liturgical (religious) and secular music. While a more precise term is also used to refer to the period from 1750 to 1820 (the Classical period), this article is about the broad span of time from before the 6th century AD to the present day, which includes the Classical period and various other periods. The central norms of this tradition became codified between 1550 and 1900, which is known as the common-practice period.", "category": "genre", "confidence": 0.18}, {"fact": "Wyastone Leys", "summary": "Wyastone Leys is a country house estate and Grade II listed building situated near Ganarew, in the southwestern corner of The Doward, in Herefordshire, England. The house and estate has also been known as The Leys or Lays House. It is located 2 miles (3.2 km) from Monmouth and 8 miles (13 km) from Ross-on-Wye.", "category": "location", "confidence": 0.92}, {"fact": "Herefordshire", "summary": "Herefordshire () is a county in the West Midlands of England, governed by Herefordshire Council. It is bordered by Shropshire to the north, Worcestershire to the east, Gloucestershire to the south-east, and the Welsh counties of Monmouthshire and Powys to the west.\nHereford is a cathedral city and is the county town; with a population of approximately 55,800 inhabitants it is also the largest settlement.", "category": "location", "confidence": 0.99}], [{"fact": "Heisei College of Music", "summary": "Heisei College of Music (平成音楽大学, Heisei ongaku daigaku) is a private university in Mifune, Kumamoto, Japan. The school was first established in 1972 as a junior college and became a four-year college in 2001.", "category": "location", "confidence": 0.4}]]