{"topic": "1974_in_music", "section": "Events", "facts": [[{"fact": "Joni Mitchell", "summary": "Roberta Joan \"Joni\" Mitchell  (née Anderson; born November 7, 1943) is a Canadian singer-songwriter. Drawing from folk, pop, rock, and jazz, Mitchell's songs often reflect social and environmental ideals as well as her feelings about romance, confusion, disillusionment, and joy. She has received many accolades, including nine Grammy Awards and induction into the Rock and Roll Hall of Fame in 1997.", "category": "person-female", "confidence": 0.91}, false, {"fact": "Help Me", "summary": "\"Help Me\" is a love song written, produced, and performed by Joni Mitchell, from her 1974 album Court and Spark. The song was recorded with jazz band Tom Scott's L.A. Express as the backing band. \n\"Help Me\" was Mitchell's biggest hit single: it peaked at #7 in June 1974 on the Billboard Hot 100, her only Top 10 hit; it hit #1 on the easy listening chart.", "category": "song", "confidence": 1.0}], [{"fact": "Dino Martin", "summary": "Dean Paul Martin Jr. (November 17, 1951 – March 21, 1987) was an American pop singer and film and television actor. A member of the California Air National Guard, Martin died in a crash during a military training flight.", "category": "person-male", "confidence": 0.43}, {"fact": "Dean Martin", "summary": "Dean Martin (born Dino Paul Crocetti; June 7, 1917 – December 25, 1995) was an American actor, singer and comedian. One of the most popular and enduring American entertainers of the mid-20th century, Martin was nicknamed \"The King of Cool\" for his seemingly effortless charisma and self-assurance.Martin gained his career breakthrough together with fellow comedian Jerry Lewis, billed as Martin & Lewis, in 1946. They performed in nightclubs and later had numerous appearances on radio, television and in films.", "category": "person-male", "confidence": 0.87}], [{"fact": "Yes", "summary": "Yes are  an English progressive rock band formed in London in 1968 by singer Jon Anderson, bassist Chris Squire, guitarist Peter Banks, keyboardist Tony Kaye, and drummer Bill Bruford. The band has undergone numerous formations throughout its history; nineteen musicians have been full-time members. Since June 2015, it has consisted of guitarist Steve Howe, drummer Alan White, keyboardist Geoff Downes, singer Jon Davison, and bassist Billy Sherwood.", "category": "band", "confidence": 1.0}, {"fact": "Madison Square Garden", "summary": "Madison Square Garden, colloquially known as The Garden or in initials as MSG, is a multi-purpose indoor arena in New York City. Located in Midtown Manhattan between 7th and 8th Avenues from 31st to 33rd Streets, it is situated atop Pennsylvania Station. It is the fourth venue to bear the name \"Madison Square Garden\"; the first two (1879 and 1890) were located on Madison Square, on East 26th Street and Madison Avenue, with the third Madison Square Garden (1925) further uptown at Eighth Avenue and 50th Street.", "category": "location", "confidence": 0.89}], [{"fact": "Kiss", "summary": "Kiss (often stylized as KIϟϟ) is an American rock band formed in New York City in January 1973 by Paul Stanley, Gene Simmons, Peter Criss, and Ace Frehley. Well known for its members' face paint and stage outfits, the group rose to prominence in the mid-to-late 1970s with their elaborate live performances, which featured fire breathing, blood-spitting, smoking guitars, shooting rockets, levitating drum kits, and pyrotechnics. The band has gone through several lineup changes, with Stanley and Simmons being the only members to feature in every lineup.", "category": "band", "confidence": 1.0}, {"fact": "self-titled debut album", "summary": "Kiss is the debut studio album by American rock band Kiss, released on February 18, 1974. Much of the material on the album was written by Gene Simmons and Paul Stanley, as members of their pre-Kiss band Wicked Lester. Simmons estimated that the entire process of recording and mixing took three weeks, while co-producer Richie Wise has stated it took just 13 days.", "category": "album", "confidence": 1.0}], [{"fact": "Wigmore Hall", "summary": "Wigmore Hall is a concert hall located at 36 Wigmore Street, London. Originally called Bechstein Hall, it specialises in performances of chamber music, early music, vocal music and song recitals. It is widely regarded as one of the world’s leading centres for this type of music and an essential port of call for many of the classical music world’s leading stars.", "category": "location", "confidence": 0.75}, false], [{"fact": "Hermann Prey", "summary": "Hermann Prey ([praɪ] Berlin, 11 July 1929 – Krailling, 22 July 1998) was a German lyric baritone, who was equally at home in the Lied, operatic and concert repertoires. His American debut was in November 1952, with the Philadelphia Orchestra and Eugene Ormandy, and his American recital debut took place in 1956, at New York's Carnegie Hall. As a Lieder singer, he was a gifted interpreter of Schubert, including his song-cycles Die schöne Müllerin and Die Winterreise and the collection of songs Schwanengesang, as well as of Robert Schumann, Richard Strauss and Gustav Mahler.", "category": "person-male", "confidence": 0.36}, {"fact": "Royal Festival Hall", "summary": "The Royal Festival Hall is a 2,700-seat concert, dance and talks venue within Southbank Centre in London. It is situated on the South Bank of the River Thames, not far from Hungerford Bridge, in the London Borough of Lambeth. It is a Grade I listed building, the first post-war building to become so protected (in 1981).", "category": "location", "confidence": 1.0}, false], [{"fact": "California Jam rock festival", "summary": "California Jam (also known as Cal Jam) was a rock music festival co-headlined by Deep Purple and Emerson, Lake & Palmer, held at the Ontario Motor Speedway in Ontario, California, on April 6, 1974. It was produced by ABC Entertainment, Sandy Feldman and Leonard Stogel. Pacific Presentations, a Los Angeles-based concert company headed by Sepp Donahower and Gary Perkins, coordinated the event, booked all the musical talent and ran the advertising campaign.", "category": "event", "confidence": 1.0}, {"fact": "Emerson, Lake & Palmer", "summary": "Emerson, Lake & Palmer (ELP) were an English progressive rock supergroup formed in London in 1970. The band consisted of keyboardist Keith Emerson; singer, bassist, guitarist and producer Greg Lake; and drummer and percussionist Carl Palmer. With nine RIAA-certified gold record albums in the US, and an estimated 48 million records sold worldwide, they were one of the most popular and commercially successful progressive rock bands in the 1970s, with a musical sound including adaptations of classical music with jazz and symphonic rock elements, dominated by Emerson's flamboyant use of the Hammond organ, Moog synthesizer, and piano (although Lake wrote several acoustic songs for the group).The band came to prominence following their performance at the Isle of Wight Festival in August 1970.", "category": "band", "confidence": 1.0}, {"fact": "Black Sabbath", "summary": "Black Sabbath were an English rock band formed in Birmingham in 1968 by guitarist Tony Iommi, drummer Bill Ward, bassist Geezer Butler and vocalist Ozzy Osbourne. They are often cited as pioneers of heavy metal music. The band helped define the genre with releases such as Black Sabbath (1970), Paranoid (1970), and Master of Reality (1971).", "category": "band", "confidence": 1.0}, {"fact": "Deep Purple", "summary": "Deep Purple are  an English rock band formed in Hertford, Hertfordshire in 1968. The band is considered to be among the pioneers of heavy metal and modern hard rock, although their musical approach changed over the years. Originally formed as a psychedelic rock and progressive rock band, they shifted to a heavier sound with their 1970 album Deep Purple in Rock.", "category": "band", "confidence": 1.0}, {"fact": "Black Oak Arkansas", "summary": "Black Oak Arkansas is an American Southern rock band named after the band's hometown of Black Oak, Arkansas. The band reached the height of its fame in the 1970s with ten charting albums released in that decade. Their style is punctuated by multiple guitar players and the raspy voice and on-stage antics of vocalist Jim \"Dandy\" Mangrum.", "category": "band", "confidence": 1.0}, {"fact": "the Eagles", "summary": "The Eagles are an American rock band formed in Los Angeles in 1971. The founding members were Glenn Frey (guitars, vocals), Don Henley (drums, vocals), Bernie Leadon (guitars, vocals) and Randy Meisner (bass guitar, vocals). With five number-one singles, six number-one albums, six Grammy Awards, and five American Music Awards, the Eagles were one of the most successful musical acts of the 1970s.", "category": "band", "confidence": 0.84}], [{"fact": "ABBA", "summary": "ABBA  are a Swedish pop supergroup formed in Stockholm in 1972 by Agnetha Fältskog, Björn Ulvaeus, Benny Andersson, and Anni-Frid Lyngstad. The group's name is an acronym of the first letters of their first names. They became one of the most commercially successful acts in the history of popular music, topping the charts worldwide from 1974 to 1982.", "category": "band", "confidence": 0.82}, {"fact": "Eurovision Song Contest", "summary": "The Eurovision Song Contest 1974 was the 19th edition of the annual Eurovision Song Contest.\nIt was held in the seaside resort of Brighton on the south coast of the United Kingdom. The BBC agreed to stage the event after Luxembourg, having won in both 1972 and 1973, declined on the grounds of expense to host the contest for a second consecutive year.The winner of the Contest was Sweden with the song \"Waterloo\" which was performed by ABBA, who went on to become one of the most popular recording acts of all time.", "category": "event", "confidence": 1.0}, {"fact": "The Dome", "summary": "The Brighton Dome is an arts venue in Brighton, England, that contains the Concert Hall, the Corn Exchange and the Studio Theatre (formerly the Pavilion Theatre). All three venues are linked to the rest of the Royal Pavilion Estate by a tunnel to the Royal Pavilion in Pavilion Gardens and through shared corridors to Brighton Museum.\n\n\n== History of the buildings ==\n\nThe Concert Hall and Riding School (now the Corn Exchange) were built for the Prince Regent (later George IV) and work started in 1803 to the designs of William Porden.", "category": "location", "confidence": 0.6}, false, {"fact": "Waterloo", "summary": "\"Waterloo\" is the first single from the Swedish pop group ABBA's second album, Waterloo and their first under the Epic and Atlantic labels. This was also the first single to be credited to the group performing under the name ABBA.\nOn 6 April 1974 the song was the winning entry for Sweden in the 1974 Eurovision Song Contest. The victory began ABBA's path to worldwide fame.", "category": "song", "confidence": 1.0}, false], [{"fact": "Sotheby's", "summary": "Sotheby's  is a British-founded American multinational corporation headquartered in New York City. One of the world's largest brokers of fine and decorative art, jewelry, real estate, and collectibles, Sotheby's operation is divided into three segments: auction, finance, and dealer. The company's services range from corporate art services to private sales.", "category": "location", "confidence": 1.0}, {"fact": "Giuseppe Guarneri", "summary": "Bartolomeo Giuseppe Guarneri, del Gesù (, also UK: , Italian: [dʒuˈzɛppe ɡwarˈnɛːri]; 21 August 1698 – 17 October 1744) was an Italian luthier from the Guarneri family of Cremona. He rivals Antonio Stradivari (1644–1737) with regard to the respect and reverence accorded his instruments, and for many prominent players and collectors his instruments are the most coveted of all. Instruments made by Guarneri are often referred to as Del Gesùs.", "category": "location", "confidence": 0.55}, false], [{"fact": "Pam Morrison", "summary": "Pamela Susan Courson (December 22, 1946 – April 25, 1974) was a long-term companion of Jim Morrison, singer of the Doors. Courson stated she discovered Morrison's body in the bathtub of a Paris apartment in 1971. She died three years after him in 1974.", "category": "location", "confidence": 0.24}, {"fact": "Jim Morrison", "summary": "James Douglas Morrison (December 8, 1943 – July 3, 1971) was an American singer, songwriter and poet, who served as the lead vocalist of the rock band the Doors. Due to his poetic lyrics, his widely recognized voice, unpredictable and erratic performances, and the dramatic circumstances surrounding his life and early death, Morrison is regarded by music critics and fans as one of the most iconic and influential frontmen in rock history. Since his death, his fame has endured as one of popular culture's most rebellious and oft-displayed icons, representing the generation gap and youth counterculture.Together with Ray Manzarek, Morrison co-founded the Doors during the summer of 1965 in Venice, California.", "category": "person-male", "confidence": 0.62}, {"fact": "Hollywood", "summary": "Hollywood is a neighborhood in the central region of Los Angeles, California, notable as the home of the U.S. film industry, including several of its historic studios. Its name has come to be a shorthand reference for the industry and the people associated with it.\nHollywood was incorporated as a municipality in 1903.", "category": "location", "confidence": 1.0}], [{"fact": "Sly Stone", "summary": "Sly Stone (born Sylvester Stewart; March 15, 1943) is an American musician, songwriter, and record producer who is most famous for his role as frontman for Sly and the Family Stone, a band that played a critical role in the development of soul, funk, rock, and psychedelia in the 1960s and 1970s.Raised in California, Stone mastered several instruments at an early age and performed gospel music as a child with siblings (and future bandmates) Freddie and Rose. In the mid-1960s, he worked as both a record producer for Autumn Records and a disc jockey for San Francisco radio station KSOL, In 1966, Stone formed Sly & the Family Stone, among the first racially integrated, male and female acts in popular music. The group would score hits such as \"Dance to the Music\" (1968), \"Everyday People\" (1968), \"Thank You (Falettinme Be Mice Elf Agin)\" (1969) and \"Family Affair\" (1971) and acclaimed albums such as Stand!", "category": "person-male", "confidence": 0.54}, {"fact": "Madison Square Garden", "summary": "Madison Square Garden, colloquially known as The Garden or in initials as MSG, is a multi-purpose indoor arena in New York City. Located in Midtown Manhattan between 7th and 8th Avenues from 31st to 33rd Streets, it is situated atop Pennsylvania Station. It is the fourth venue to bear the name \"Madison Square Garden\"; the first two (1879 and 1890) were located on Madison Square, on East 26th Street and Madison Avenue, with the third Madison Square Garden (1925) further uptown at Eighth Avenue and 50th Street.", "category": "location", "confidence": 0.89}], [{"fact": "Patti Smith", "summary": "Patricia Lee Smith (born December 30, 1946) is an American singer-songwriter, musician, author, and poet who became an influential component of the New York City punk rock movement with her 1975 debut album Horses.Called the \"punk poet laureate,\" Smith fused rock and poetry in her work. Her most widely known song is \"Because the Night,\" which was co-written with Bruce Springsteen. It reached number 13 on the Billboard Hot 100 chart in 1978 and number five in the U.K.  In 2005, Smith was named a Commander of the Ordre des Arts et des Lettres by the French Ministry of Culture.", "category": "person-female", "confidence": 1.0}, {"fact": "Hey Joe", "summary": "\"Hey Joe\" is an American song from the 1960s that has become a rock standard and has been performed in many musical styles by hundreds of different artists. The lyrics tell of a man who is on the run and planning to head to Mexico after shooting his unfaithful wife. In 1962, Billy Roberts registered \"Hey Joe\" for copyright in the United States.In late 1965, Los Angeles garage band the Leaves recorded the earliest known commercial version of \"Hey Joe\", which was released as a single.", "category": "band", "confidence": 0.335}, {"fact": "punk rock", "summary": "Punk rock (or simply punk) is a music genre that emerged in the mid-1970s. Rooted in 1960s garage rock, punk bands rejected the perceived excesses of mainstream 1970s rock. They typically produced short, fast-paced songs with hard-edged melodies and singing styles, stripped-down instrumentation, and often political, anti-establishment lyrics.", "category": "genre", "confidence": 1.0}], [{"fact": "London Palladium", "summary": "The London Palladium () is a 2,286-seat Grade II* West End theatre located on Argyll Street, London, in the famous area of Soho. \nOf the roster of stars who have played there, many have televised performances. The theatre has hosted the Royal Variety Performance 43 times, most recently in 2019.", "category": "location", "confidence": 1.0}, {"fact": "\"Mama\" Cass Elliot", "summary": "Cass Elliot (born Ellen Naomi Cohen; September 19, 1941 – July 29, 1974), also known as Mama Cass, was an American singer and actress who is best known for having been a member of the Mamas and the Papas. After the group broke up, she released five solo albums. In 1998, she was posthumously inducted into the Rock and Roll Hall of Fame for her work with the Mamas and the Papas.", "category": "person-female", "confidence": 0.83}, {"fact": "Mayfair", "summary": "Mayfair is an affluent area in the West End of London towards the eastern edge of Hyde Park, in the City of Westminster, between Oxford Street, Regent Street, Piccadilly and Park Lane. It is one of the most expensive districts in London and the world.The area was originally part of the manor of Eia and remained largely rural until the early 18th century. It became well known for the annual \"May Fair\" that took place from 1686 to 1764 in what is now Shepherd Market.", "category": "location", "confidence": 1.0}], [false, {"fact": "Rush", "summary": "Rush was a Canadian rock band consisting of Geddy Lee (bass, vocals, keyboards), Alex Lifeson (guitars), and Neil Peart (drums, percussion, lyricist). Formed in 1968, the band went through several configurations until arriving at its longest and classic line-up when Peart replaced original drummer John Rutsey in July 1974, two weeks before the group's first tour of the United States.\nRush is known for its musicianship, complex compositions, and eclectic lyrical motifs drawing heavily on science fiction, fantasy, and philosophy.", "category": "band", "confidence": 1.0}], [{"fact": "Carmina Burana", "summary": "Carmina Burana is a scenic cantata composed in 1935 and 1936 by Carl Orff, based on 24 poems from the medieval collection Carmina Burana. Its full Latin title is Carmina Burana: Cantiones profanae cantoribus et choris cantandae comitantibus instrumentis atque imaginibus magicis (\"Songs of Beuern: Secular songs for singers and choruses to be sung together with instruments and magical images\"). It was first performed by the Oper Frankfurt on 8 June 1937.", "category": "song", "confidence": 1.0}, {"fact": "André Previn", "summary": "André George Previn  (; born Andreas Ludwig Priwin; April 6, 1929 – February 28, 2019) was a German-American pianist, composer, arranger, and conductor.\nHis career was three-pronged. Starting by arranging and composing Hollywood film scores for Metro-Goldwyn-Mayer, Previn was involved in the music for over 50 films over his entire career.", "category": "person-male", "confidence": 0.92}, {"fact": "The Proms", "summary": "The Proms, or The BBC Proms, more formally known as The Henry Wood Promenade Concerts, is an eight-week summer season of daily orchestral classical music concerts and other events held annually, predominantly in the Royal Albert Hall in central London. The Proms were founded in 1895, and are now organised and broadcast by the BBC. Each season consists of concerts in the Royal Albert Hall, chamber music concerts at Cadogan Hall, additional Proms in the Park events across the UK on the Last Night of the Proms, and associated educational and children's events.  The season is a significant event in British culture and in classical music.", "category": "event", "confidence": 1.0}, {"fact": "Thomas Allen", "summary": "Sir Thomas Boaz Allen  (born 10 September 1944) is an English operatic baritone. He is widely admired in the opera world for his voice, the versatility of his repertoire, and his acting—leading many to regard him as one of the best lyric baritones of the late 20th century. In October 2011, he was appointed Chancellor of Durham University, succeeding Bill Bryson.", "category": "person-male", "confidence": 0.89}, {"fact": "Patrick McCarthy", "summary": "Patrick McCarthy is an English conductor and singer.McCarthy trained as a baritone singer at the Guildhall School of Music and Drama and the London Opera Centre, and came to public attention in 1974, during a performance of Carl Orff's Carmina Burana, conducted by André Previn at The Proms in the Royal Albert Hall.\nMcCarthy was in the audience when Thomas Allen (now Sir Thomas), the baritone soloist, fell ill during the performance, collapsing onto his chair and needing to be carried off by members of the orchestra. McCarthy went backstage and offered his services as a professional singer who was experienced with the piece.", "category": "person-male", "confidence": 0.97}, false], [{"fact": "Peter Wolf", "summary": "Peter Wolf (born Peter W. Blankfield, March 7, 1946) is an American musician best known as the lead vocalist of the J. Geils Band from 1967 to 1983 (with several reunions thereafter) and for a successful solo career with writing partner Will Jennings.\n\n\n== Early life and education ==\nPeter Blankfield was born in The Bronx, New York to Allen and Lillian Blankfield.He attended the High School of Music & Art, located in west Harlem near the Apollo Theater. He often attended the Apollo, seeing many of the great soul, rhythm & blues, and gospel artists who had an enormous influence on him.", "category": "person-male", "confidence": 0.97}, {"fact": "The J. Geils Band", "summary": "The J. Geils Band  was an American rock band formed in 1968, in Worcester, Massachusetts, under the leadership of guitarist John \"J.\" Geils. The original band members included vocalist Peter Wolf, harmonica and saxophone player Richard \"Magic Dick\" Salwitz, drummer Stephen Bladd, vocalist/keyboardist Seth Justman, and bassist Danny Klein. Wolf and Justman served as principal songwriters.", "category": "band", "confidence": 1.0}, {"fact": "Faye Dunaway", "summary": "Dorothy Faye Dunaway (born January 14, 1941) is an American actress. She is the recipient of such accolades as an Academy Award, three Golden Globes, and a British Academy Film Award. In 2011, the government of France made her an Officer of the Order of Arts and Letters.", "category": "person-female", "confidence": 1.0}], [{"fact": "AC/DC", "summary": "AC/DC are  an Australian rock band formed in Sydney in 1973 by Scottish-born brothers Malcolm and Angus Young. Their music has been variously described as hard rock, blues rock, and heavy metal; however, the band themselves describe their music as simply \"rock and roll\".AC/DC underwent several line-up changes before releasing their first album, High Voltage, in 1975. Membership subsequently stabilised around the Young brothers, singer Bon Scott, drummer Phil Rudd, and bass player Mark Evans.", "category": "band", "confidence": 0.46}, false, false, {"fact": "Bon Scott", "summary": "Ronald Belford \"Bon\" Scott (9 July 1946 – 19 February 1980) was a Scottish-born Australian singer, songwriter and instrumentalist, best known for being the lead vocalist and lyricist of the Australian hard rock band AC/DC from 1974 until his death in 1980.Scott was born in Forfar, Scotland, and spent his early years in Kirriemuir. He moved to Australia with his family in 1952 at the age of six, living in Melbourne for four years before settling in Fremantle, Western Australia.Scott formed his first band, The Spektors, in 1964 and became the band's drummer and occasional lead vocalist. He performed in several other bands including The Valentines and Fraternity before replacing Dave Evans as the lead singer of AC/DC in 1974.", "category": "person-male", "confidence": 0.95}], [{"fact": "Neponset", "summary": "Neponset is a district in the southeast corner of Dorchester, Boston, Massachusetts. The Neponset Indians were the original inhabitants of this district and in 1646 John Eliot preached unsuccessfully to the Native American community in Neponset (Dorchester) led by Sachem Cutshamekin before the tribe moved to Ponkapoag.", "category": "location", "confidence": 1.0}, {"fact": "Nickerson Field", "summary": "Nickerson Field is an outdoor athletic stadium in the Northeastern United States, on the campus of Boston University (BU) in Boston, Massachusetts. The stadium is owned by BU, and is the home field for some Boston University Terriers athletics programs, including soccer and lacrosse. It was also the home of the Boston University Terriers football team until the program was discontinued following the 1997 season.The stadium is located on the site of Braves Field, the former home ballpark of the Boston Braves, a major league baseball team in the National League; the franchise relocated to Milwaukee in March 1953, and relocated again in 1966, becoming the Atlanta Braves.", "category": "location", "confidence": 1.0}, false], [{"fact": "Lindsey Buckingham", "summary": "Lindsey Adams Buckingham (born October 3, 1949) is an American musician, singer, songwriter and producer, best known as lead guitarist and one of the vocalists of the music group Fleetwood Mac from 1975 to 1987 and 1997 to 2018. In addition to his tenure with Fleetwood Mac, Buckingham has released six solo albums and three live albums. As a member of Fleetwood Mac, he was inducted into the Rock and Roll Hall of Fame in 1998.", "category": "person-male", "confidence": 0.68}, {"fact": "Stevie Nicks", "summary": "Stephanie Lynn Nicks (born May 26, 1948) is an American singer and songwriter. Nicks is best known for her work as a songwriter and vocalist with Fleetwood Mac, and  her chart-topping solo career. She is known for her distinctive voice, mystical stage persona and poetic, symbolic lyrics.", "category": "person-male", "confidence": 1.0}, {"fact": "Fleetwood Mac", "summary": "Fleetwood Mac are a British-American rock band, formed in London in 1967. They have sold more than 120 million records worldwide, making them one of the world's best-selling bands. In 1998, select members of Fleetwood Mac were inducted into the Rock and Roll Hall of Fame and received the Brit Award for Outstanding Contribution to Music.Fleetwood Mac was founded by guitarist Peter Green, drummer Mick Fleetwood and guitarist Jeremy Spencer.", "category": "band", "confidence": 1.0}], [{"fact": "New Year's Rockin' Eve", "summary": "Dick Clark's New Year's Rockin' Eve (NYRE) is an annual New Year's Eve television special broadcast by ABC. The special broadcasts primarily from New York City's Times Square and prominently features coverage of its annual ball drop event, along with live and pre-recorded musical performances by popular musicians from Times Square and Hollywood, in addition to live performances and coverage of festivities from New Orleans.\nIts creator and namesake was the entertainer Dick Clark, who conceived New Year's Rockin' Eve as a younger-skewing competitor to Guy Lombardo's popular and long-running New Year's Eve big band broadcasts on CBS. The first two editions, in 1973 and 1974, were hosted by Three Dog Night and George Carlin, respectively, featured Dick Clark assuming the role of Times Square reporter, and were broadcast by NBC. In 1974–75, the program moved to its current home of ABC, and Clark assumed the role of host.\nFollowing the death of Guy Lombardo and the decline of CBS's specials, New Year's Rockin' Eve grew in popularity and became ingrained in pop culture—even prompting Clark himself to make appearances on other programs in parody of his role.", "category": "location", "confidence": 0.25}, {"fact": "NBC", "summary": "The British Broadcasting Corporation (BBC) is a British public service broadcaster. Its headquarters are at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees.", "category": "media", "confidence": 1.0}, false, {"fact": "ABC", "summary": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.", "category": "media", "confidence": 1.0}, false, {"fact": "Herbie Hancock", "summary": "Herbert Jeffrey Hancock (born April 12, 1940) is an American pianist, keyboardist, bandleader, composer and actor. Hancock started his career with Donald Byrd.  He shortly thereafter joined the Miles Davis Quintet, where he helped to redefine the role of a jazz rhythm section and was one of the primary architects of the post-bop sound.", "category": "person-male", "confidence": 1.0}, {"fact": "The Beach Boys", "summary": "The Beach Boys are an American rock band formed in Hawthorne, California in 1961. The group's original lineup consisted of brothers Brian, Dennis, and Carl Wilson, their cousin Mike Love, and their friend Al Jardine. Distinguished by their vocal harmonies and early surf songs, they are one of the most influential acts of the rock era.", "category": "band", "confidence": 1.0}, {"fact": "Chicago", "summary": "Chicago is an American rock band formed in 1967 in Chicago, Illinois, calling themselves the Chicago Transit Authority in 1968 before shortening the name in 1969. The self-described “rock and roll band with horns” blended elements of classical music, jazz, R&B, and pop music. They began writing songs with politically charged lyrics, and later moved to a softer sound, generating several hit ballads.", "category": "band", "confidence": 0.785}, {"fact": "Olivia Newton-John", "summary": "Dame Olivia Newton-John  (born 26 September 1948) is an English-born Australian singer, songwriter, actress, dancer, entrepreneur and activist. She is a four-time Grammy Award winner who has amassed five number-one and ten other top-ten Billboard Hot 100 singles, and two number-one Billboard 200 albums. Eleven of her singles (including two Platinum) and 14 of her albums (including two Platinum and four 2× Platinum) have been certified Gold by the Recording Industry Association of America (RIAA).", "category": "person-female", "confidence": 0.97}, {"fact": "The Doobie Brothers", "summary": "The Doobie Brothers are an American rock band from San Jose, California. Active for five decades, with their greatest success in the 1970s, the group's current lineup consists of founding members Tom Johnston (guitars, vocals) and Patrick Simmons (guitars, vocals), veteran member Michael McDonald (keyboards, vocals), longtime member John McFee (guitars, pedal steel, violin, backing vocals), and touring musicians including John Cowan (bass, vocals), Bill Payne (keyboards), Marc Russo (saxophones), Ed Toth (drums), and Marc Quiñones (percussion). \nThe band's history can be roughly divided into three eras.", "category": "band", "confidence": 0.99}], [{"fact": "Lord Shorty", "summary": "Ras Shorty I (6 October 1941 – 12 July 2000), born Garfield Blackman and also known as Lord Shorty, was a Trinidadian calypsonian and soca musician, known as the Father of Soca and The Love Man.\n\n\n== Biography ==\nHe was born Garfield Blackman in Lengua Village, Princes Town, Trinidad, and rose to fame as \"Lord Shorty\" with his 1963 hit \"Cloak and Dagger\", subsequently taking the name Ras Shorty. A prolific musician, composer and innovator, Shorty experimented with fusing calypso and the other Indian-inspired music, including chutney music, for nearly a decade before unleashing \"the soul of calypso,\"...soca music.", "category": "person-male", "confidence": 0.77}, false, {"fact": "soca", "summary": "Soca music (also defined by Lord Shorty, its inventor, as the \"(So)ul Of (Ca)lypso\") is a genre of music that originated within a marginalized subculture in Trinidad and Tobago in the early 1970s, and developed into a range of styles by the 1980s and later. Soca was initially developed by Lord Shorty in the early 1970s in an effort to revive traditional calypso, the popularity of which had been flagging amongst younger generations in Trinidad by the start of the 1970s due to the rise in popularity of reggae from Jamaica and soul and funk from USA. \nSoca is an offshoot of kaiso/calypso, with influences from Latin, cadence, funk and soul.\nSoca has evolved since the 1980s primarily through musicians from various Anglophone Caribbean countries not only from its birthplace Trinidad and Tobago but also from Antigua and Barbuda, Montserrat, Saint Vincent and the Grenadines, Barbados, Grenada, Saint Lucia, US and British Virgin Islands, Jamaica, The Bahamas, Guyana and Belize.", "category": "genre", "confidence": 0.93}], [{"fact": "Eric Bogle", "summary": "Eric Bogle (born 23 September 1944) is a Scottish folk singer-songwriter. Born and raised in Scotland, he emigrated to Australia at the age of 25, to settle near Adelaide, South Australia. Bogle's songs have covered a variety of topics, and have been performed by many artists.", "category": "person-male", "confidence": 1.0}, {"fact": "And the Band Played Waltzing Matilda", "summary": "\"And the Band Played Waltzing Matilda\" is a song written by Scottish-born Australian singer-songwriter Eric Bogle in 1971. The song describes war as futile and gruesome, while criticising those who seek to glorify it. This is exemplified in the song by the account of a young Australian serviceman who is maimed during the Gallipoli Campaign of the First World War.", "category": "song", "confidence": 1.0}, {"fact": "Brisbane", "summary": "Brisbane ( (listen)) is the capital of and the most populous city in the Australian state of Queensland, and the third most populous city in Australia. Brisbane's metropolitan area has a population of over 2.5 million, and the South East Queensland metropolitan region, centred on Brisbane, encompasses a population of more than 3.6 million.The Brisbane central business district stands on the historic European settlement and is situated inside a peninsula of the Brisbane River, about 15 kilometres (9 miles) from its mouth at Moreton Bay, a bay of the Coral Sea. The metropolitan area extends in all directions along the hilly floodplain of the Brisbane River Valley between Moreton Bay and the Taylor and D'Aguilar mountain ranges.", "category": "location", "confidence": 1.0}], [{"fact": "Rover Thomas", "summary": "Rover Thomas Joolama (c. 1926 – 11 April 1998) was an Indigenous Australian artist.\n\n\n== Early life ==\nRover Thomas was born in 1926 near Gunawaggii, at Well 33 on the Canning Stock Route, in the Great Sandy Desert of Western Australia.", "category": "person-male", "confidence": 0.75}], [{"fact": "Alice Cooper", "summary": "Alice Cooper (born Vincent Damon Furnier; February 4, 1948) is an American singer, songwriter, and actor whose career spans over 50 years. With his distinctive raspy voice and a stage show that features numerous props, including guillotines, electric chairs, fake blood, reptiles, baby dolls, and dueling swords, Cooper is considered by music journalists and peers alike to be \"The Godfather of Shock Rock\". He has drawn equally from horror films, vaudeville, and garage rock to pioneer a macabre and theatrical brand of rock designed to shock people.Originating in Phoenix, Arizona in 1964, \"Alice Cooper\" was originally a band consisting of Furnier on vocals and harmonica, Glen Buxton on lead guitar, Michael Bruce on rhythm guitar, Dennis Dunaway on bass guitar, and Neal Smith on drums.", "category": "person-male", "confidence": 1.0}], [{"fact": "Journey", "summary": "Journey is an American rock band that formed in San Francisco in 1973, composed of former members of Santana and Frumious Bandersnatch. The band has gone through several phases; its strongest commercial success occurred between 1978 and 1987 when Steve Perry was lead vocalist. During that period, the band released a series of hit songs, including \"Don't Stop Believin'\" (1981), which in 2009 became the top-selling track in iTunes history among songs not released in the 21st century.", "category": "band", "confidence": 0.64}, {"fact": "Columbia Records", "summary": "Columbia Records is an American record label owned by Sony Music Entertainment, a subsidiary of Sony Corporation of America, the North American division of Japanese conglomerate Sony. It was founded in 1887, evolving from the American Graphophone Company, the successor to the Volta Graphophone Company. Columbia is the oldest surviving brand name in the recorded sound business, and the second major company to produce records.", "category": "label", "confidence": 1.0}], [{"fact": "Roland RE-201", "summary": "The Roland RE-201, commonly known as the Space Echo, is an audio effects unit that produces delay and reverb effects. It was produced by the Roland Corporation from 1974 to 1990.\n\n\n== Background ==\nA tape echo device records incoming audio to a loop of magnetic tape, then replays the continuous loop over the playback head before it is erased again by new incoming audio.", "category": "location", "confidence": 0.33}, {"fact": "analog", "summary": "An analog signal  is any continuous signal for which the time-varying feature (variable) of the signal is a representation of some other time varying quantity, i.e., analogous to another time varying signal. For example, in an analog audio signal, the instantaneous voltage of the signal varies continuously with the pressure of the sound waves. It differs from a digital signal, in which the continuous quantity is a representation of a sequence of discrete values which can only take on one of a finite number of values.", "category": "location", "confidence": 0.47}, {"fact": "delay", "summary": "Delay is an audio signal processing technique and an effects unit which records an input signal to an audio storage medium, and then plays it back after a period of time. The delayed signal may either be played back multiple times, or played back into the recording again, to create the sound of a repeating, decaying echo. \nDelay effects range from a subtle echo effect to a pronounced blending of previous sounds with new sounds.", "category": "location", "confidence": 0.56}, {"fact": "effects units", "summary": "An effects unit or effects pedal is an electronic device that alters the sound of a musical instrument or other audio source. \nCommon effects include distortion/overdrive, often used with electric guitar in electric blues and rock music; dynamic effects such as volume pedals and compressors, which affect loudness; filters such as wah-wah pedals and graphic equalizers, which modify frequency ranges; modulation effects, such as chorus, flangers and phasers; pitch effects such as pitch shifters; and time effects, such as reverb and delay, which create echoing sounds and emulate the sound of different spaces.Most modern effects use solid-state electronics or computer chips. Some effects, particularly older ones such as Leslie speakers and spring reverbs, use mechanical components or vacuum tubes.", "category": "band", "confidence": 0.335}]]}