[[{"fact": "Cliff Richard", "summary": "Sir Cliff Richard  (born Harry Rodger Webb; 14 October 1940) is a British singer, musician, performer, actor and philanthropist. Richard has sold more than 250 million records worldwide. He has total sales of over 21 million singles in the United Kingdom and is the third-top-selling artist in UK Singles Chart history, behind the Beatles and Elvis Presley.Richard was originally marketed as a rebellious rock and roll singer in the style of Elvis Presley and Little Richard.", "category": "person-male", "confidence": 0.182}, {"fact": "MBE", "summary": "The British honours system is a means of rewarding individuals' personal bravery, achievement, or service to the United Kingdom and the British Overseas Territories. The system consists of three types of award – honours, decorations and medals:\n\nHonours are used to recognise merit in terms of achievement and service;\nDecorations tend to be used to recognise specific deeds;\nMedals are used to recognise service on a particular operation or in a specific theatre, long or valuable service, and good conduct.Appointments to the various orders and awards of other honours are usually published in the London Gazette.\n\n\n== Brief history ==\nAlthough the Anglo-Saxon monarchs are known to have rewarded their loyal subjects with rings and other symbols of favour, it was the Normans who introduced knighthoods as part of their feudal government.", "category": "award", "confidence": 0.251}, false], [{"fact": "The Zorros", "summary": "Zorro (Spanish for \"fox\") is a fictional character created in 1919 by American pulp writer Johnston McCulley, and appearing in works set in the Pueblo of Los Angeles during the era of Spanish California (1769–1821). He is typically portrayed as a dashing masked vigilante who defends the commoners and indigenous peoples of California against corrupt and tyrannical officials and other villains. His signature all-black costume includes a cape, a hat known as a sombrero cordobés, and a mask covering the upper half of his face.", "category": "location", "confidence": 0.289}], [{"fact": "New Jersey", "summary": "New Jersey is a state in the Mid-Atlantic region of the Northeastern United States. It is bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by Delaware Bay and the State of Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous, with 8,882,190 residents as of 2019 and an area of 8,722.58 square miles, making it the most densely populated of the 50 U.S. states, with its biggest city being Newark.", "category": "location", "confidence": 0.773}, {"fact": "Bruce Springsteen", "summary": "Bruce Frederick Joseph Springsteen (born September 23, 1949) is an American singer, songwriter, and musician who is both a solo artist and the leader of the E Street Band. He received critical acclaim for his early 1970s albums and attained worldwide fame upon the release of Born to Run in 1975. During a career that has spanned five decades, Springsteen has become known for his poetic and socially conscious lyrics and lengthy, energetic stage performances, earning the nickname \"The Boss\".", "category": "person-male", "confidence": 0.3}, {"fact": "Born to Run", "summary": "\"Born to Run\" is a song by American singer songwriter Bruce Springsteen, and the title song of his album Born to Run. Upon its release, music critic Robert Christgau took note of its wall of sound influence and called it \"the fulfillment of everything 'Be My Baby' was about and lots more.\"\"Born to Run\" was Springsteen's first worldwide single release, although it achieved little initial success outside of the United States. Within the U.S. it received extensive airplay on progressive or album-oriented rock radio stations and the single was a top 40 hit, reaching number 23 on the Billboard Hot 100.The song ranked number 21 on the Rolling Stone list of the 500 Greatest Songs of All Time and is included in The Rock and Roll Hall of Fame's 500 Songs that Shaped Rock and Roll.", "category": "person-male", "confidence": 0.19}], [{"fact": "Iron Maiden", "summary": "Iron Maiden are an English heavy metal band formed in Leyton, East London, in 1975 by bassist and primary songwriter Steve Harris. The band's discography has grown to 39 albums, including 16 studio albums, 12 live albums, four EPs, and seven compilations.\nPioneers of the new wave of British heavy metal, Iron Maiden achieved initial success during the early 1980s.", "category": "band", "confidence": 0.357}], [{"fact": "Bill Haley", "summary": "William John Clifton Haley (; July 6, 1925 – February 9, 1981) was a pioneering American rock and roll musician. He is credited by many with first popularizing this form of music in the early 1950s with his group Bill Haley & His Comets and million-selling hits such as \"Rock Around the Clock\", \"See You Later, Alligator\", \"Shake, Rattle and Roll\", \"Rocket 88\", \"Skinny Minnie\", and \"Razzle Dazzle\", and has sold over 60 million records worldwide.\n\n\n== Biography ==\n\n\n=== Early life and career ===\nBill Haley was born July 6, 1925 in Highland Park, Michigan, Haley was born William John Clifton Haley.", "category": "person-male", "confidence": 0.303}, {"fact": "South Africa", "summary": "South America  is a continent in the Western Hemisphere, mostly in the Southern Hemisphere, with a relatively small portion in the Northern Hemisphere. It may also be considered a subcontinent of the Americas, which is how it is viewed in most of Europe and the Spanish and Portuguese-speaking regions of the Americas. The reference to South America instead of other regions (like Latin America or the Southern Cone) has increased in the last decades due to changing geopolitical dynamics (in particular, the rise of Brazil).It is bordered on the west by the Pacific Ocean and on the north and east by the Atlantic Ocean; North America and the Caribbean Sea lie to the northwest.", "category": "location", "confidence": 0.517}, {"fact": "Rock Around the Clock", "summary": "\"Rock Around the Clock\" is a rock and roll song in the 12-bar blues format written by Max C. Freedman and James E. Myers (the latter being under the pseudonym \"Jimmy De Knight\") in 1952. The best-known and most successful rendition was recorded by Bill Haley & His Comets in 1954 for American Decca. It was a number one single on both the United States and United Kingdom charts and also reentered the UK Singles Chart in the 1960s and 1970s.", "category": "person-male", "confidence": 0.604}], [{"fact": "Sony Walkman", "summary": "Walkman is a brand of portable media players manufactured by Sony. The original Walkman, released in 1979, was a portable cassette player that changed listening habits by allowing people to listen to music of their choice on the move. It was devised by Sony founders Masaru Ibuka and Akio Morita, who felt Sony's existing portable player was too unwieldy and expensive.", "category": "location", "confidence": 0.367}], [{"fact": "Kiss", "summary": "Kiss (often stylized as KIϟϟ) is an American rock band formed in New York City in January 1973 by Paul Stanley, Gene Simmons, Peter Criss, and Ace Frehley. Well known for its members' face paint and stage outfits, the group rose to prominence in the mid-to-late 1970s with their elaborate live performances, which featured fire breathing, blood-spitting, smoking guitars, shooting rockets, levitating drum kits, and pyrotechnics. The band has gone through several lineup changes, with Stanley and Simmons being the only members to feature in every lineup.", "category": "band", "confidence": 0.589}, {"fact": "Eric Carr", "summary": "Paul Charles Caravello (July 12, 1950 – November 24, 1991), better known by his stage name Eric Carr, was an American musician and multi-instrumentalist who was the drummer for the rock band Kiss from 1980 to 1991. Caravello was selected as the new Kiss drummer after Peter Criss departed, when he chose the stage name \"Eric Carr\" and took up The Fox persona. He remained a member of Kiss until his death from heart cancer on November 24, 1991, at the age of 41.", "category": "band", "confidence": 0.316}, {"fact": "Palladium", "summary": "The Palladium (originally called the Academy of Music) was a movie theatre, concert hall, and finally nightclub in New York City. It was located on the south side of East 14th Street, between Irving Place and Third Avenue.\nDesigned by Thomas W. Lamb, it was built in 1927 across the street from the site of the original Academy of Music established by financier Moses H. Grinnell in 1852.", "category": "location", "confidence": 0.631}], [{"fact": "Monsters of Rock", "summary": "Monsters of Rock was an annual hard rock and heavy metal music festival held in Castle Donington, England from 1980 to 1996, taking place every year except 1989 and 1993. It later branched into other locations such as the Netherlands, Spain, Italy, Germany, France, Sweden, Argentina, Brazil, Chile, the United States and the Soviet Union.\n\n\n== History ==\nIn 1980, promoter Paul Loasby, along with Maurice Jones, planned a one-day festival dedicated specifically for bands within the hard rock and heavy metal genre.", "category": "event", "confidence": 0.368}, {"fact": "Donington Park", "summary": "Donington Park is a motorsport circuit located near Castle Donington in Leicestershire, England. The circuit business is now owned by Jonathan Palmer's MotorSport Vision organisation, and the surrounding Donington Park Estate, still owned by the Wheatcroft family,  is currently under lease by MotorSport Vision until 2038.Originally part of the Donington Hall estate, it was created as a racing circuit during the period between the First and Second World Wars when the German Silver Arrows were battling for the European Championship. Used as a military vehicle storage depot during the Second World War, it fell into disrepair until bought by local construction entrepreneur Tom Wheatcroft.", "category": "location", "confidence": 0.585}, {"fact": "Rainbow", "summary": "Rainbow (also known as Ritchie Blackmore's Rainbow or Blackmore's Rainbow) are a British rock band led by guitarist Ritchie Blackmore, active from 1975 until 1984, 1993 until 1997, and 2015 until present. They were originally established with Ronnie James Dio's American rock band Elf, but after their first album, Blackmore fired the backing members and continued with Dio until 1979. \nThe band's early work primarily featured mystical lyrics with a neoclassical metal style, then went in a more pop-rock oriented direction following Dio's departure from the group.", "category": "band", "confidence": 0.808}, {"fact": "Judas Priest", "summary": "Judas Priest are an English heavy metal band formed in West Bromwich, West Midlands in 1969. They have sold over 50 million copies of their albums, and are frequently ranked as one of the greatest metal bands of all time. Despite an innovative and pioneering body of work in the latter half of the 1970s, the band had struggled with indifferent record production and a lack of major commercial success until 1980, when they rose to commercial success with the album British Steel.", "category": "band", "confidence": 0.333}, {"fact": "Scorpions", "summary": "Scorpions are a German rock band formed in 1965 in Hanover by Rudolf Schenker. Since the band's inception, its musical style has ranged from hard rock to heavy metal. The lineup from 1978 to 1992 was the most successful incarnation of the group, and included Klaus Meine (vocals), Rudolf Schenker (rhythm guitar), Matthias Jabs (lead guitar), Francis Buchholz (bass), and Herman Rarebell (drums).", "category": "band", "confidence": 0.5}, false, {"fact": "Saxon", "summary": "Saxon are  an English heavy metal band formed in 1977, in Barnsley.  As leaders of the new wave of British heavy metal, they had eight UK Top 40 albums in the 1980s including four UK Top 10 albums and two Top 5 albums. They had numerous singles in the UK Singles Chart and chart success all over Europe and Japan, as well as success in the United States.", "category": "event", "confidence": 0.373}, {"fact": "Riot", "summary": "Riot V, formerly known as  Riot until 2012, is originally an American hard rock band founded in New York City in 1975 by guitarist Mark Reale. Reaching a peak in popularity in the early 80s, the band has continued a long-running successful career.\nRiot has toured with AC/DC, Molly Hatchet, Sammy Hagar, Kiss, Vandenberg, Black Sabbath and Rush among others.", "category": "band", "confidence": 0.44}, {"fact": "Touch", "summary": "Touch was an American rock band from New York City formed in 1978. Mark Mangold (songwriter and keyboards), Glen Kithcart (drums), and Craig Brooks (guitars) had all previously been in the band American Tears (releasing three albums on Columbia Records). The lineup was completed by bassist Doug Howard.", "category": "band", "confidence": 0.513}], [{"fact": "Jah Wobble", "summary": "John Joseph Wardle (born 11 August 1958), known by the stage name Jah Wobble, is an English bass guitarist, singer, poet and composer. He became known to a wider audience as the original bass player in Public Image Ltd (PiL) in the late 1970s and early 1980s, but left the band after two albums. Following his departure from PiL, he developed a successful solo career, which has continued to the present time.", "category": "band", "confidence": 0.578}, {"fact": "Public Image, Ltd.", "summary": "Public Image Ltd (abbreviated as PiL) are an English post-punk band formed by singer John Lydon, guitarist Keith Levene, bassist Jah Wobble, and drummer Jim Walker. The group's personnel has changed frequently over the years; Lydon has been the sole constant member.\nFollowing his departure from the Sex Pistols in January 1978, Lydon sought a more experimental \"anti-rock\" project and formed PiL. That year PiL released their debut First Issue (1978), creating an abrasive, bass-heavy sound that drew on dub, noise, progressive rock and disco.", "category": "band", "confidence": 0.665}, {"fact": "Cozy Powell", "summary": "Cozy Powell (Born Colin Trevor Flooks) (29 December 1947 – 5 April 1998) was an English rock drummer, who made his name with many major rock bands and artists like The Jeff Beck Group, Rainbow, Gary Moore, Robert Plant, Brian May, Whitesnake, Emerson, Lake & Powell, and Black Sabbath.Powell had appeared on at least 66 albums, with contributions on many other recordings. Many rock drummers have cited him as a major influence.\n\n\n== Early life ==\nColin Flooks (Cozy Powell) was born in Cirencester, Gloucestershire and was adopted.", "category": "band", "confidence": 0.303}, {"fact": "Jools Holland", "summary": "Julian Miles \"Jools\" Holland, OBE, DL (born 24 January 1958) is an English   pianist, bandleader, singer, composer and television presenter. He was an original member of the band Squeeze and his work has involved him with many artists including Sting, Eric Clapton, Mark Knopfler, George Harrison, David Gilmour, Magazine, The The and Bono.\nSince 1992, he has hosted Later...", "category": "band", "confidence": 0.227}, {"fact": "Squeeze", "summary": "Squeeze are a British rock band that came to prominence in the United Kingdom during the new wave period of the late 1970s, and continued recording in the 1980s, 1990s and 2010s. In the UK, their singles \"Cool for Cats\", \"Up the Junction\" and \"Labelled with Love\" were top-ten chart hits. Though not as commercially successful in the United States, Squeeze had American hits with \"Tempted\", \"Hourglass\" and \"853-5937\", and were considered a part of the Second British Invasion.The vast majority of their material is composed of lyrics by Chris Difford and music by Glenn Tilbrook, who are guitarists and vocalists in the band.", "category": "band", "confidence": 0.576}, {"fact": "Bill Ward", "summary": "William Thomas Ward (born 5 May 1948) is an English musician and visual artist, best known as the original drummer of the British heavy metal band Black Sabbath. He also performed lead vocals on two Black Sabbath songs: \"It's Alright\" from the album Technical Ecstasy and \"Swinging the Chain\" from the album Never Say Die!.\n\n\n== Biography ==\n\n\n=== Early years and Black Sabbath ===\nBill Ward started to play drums as a child, listening to the big bands of the 1940s and his major influences were Gene Krupa, Buddy Rich and Louie Bellson.", "category": "person-male", "confidence": 0.336}, {"fact": "Black Sabbath", "summary": "Black Sabbath were an English rock band formed in Birmingham in 1968 by guitarist Tony Iommi, drummer Bill Ward, bassist Geezer Butler and vocalist Ozzy Osbourne. They are often cited as pioneers of heavy metal music. The band helped define the genre with releases such as Black Sabbath (1970), Paranoid (1970), and Master of Reality (1971).", "category": "band", "confidence": 0.549}], [false], [{"fact": "Elton John", "summary": "Sir Elton Hercules John  (born Reginald Kenneth Dwight; 25 March 1947) is an English singer, songwriter, pianist, and composer. He has worked with lyricist Bernie Taupin since 1967; they have collaborated on more than 30 albums. John has sold more than 300 million records, making him one of the best-selling music artists.", "category": "person-male", "confidence": 0.291}, {"fact": "Central Park", "summary": "Central Park is an urban park in Manhattan, New York City, located between the Upper West Side and the Upper East Side. It is the fifth-largest park in New York City by area, covering 843 acres (3.41 km2). Central Park is the most visited urban park in the United States, with an estimated 37.5–38 million visitors annually, as well as one of the most filmed locations in the world.", "category": "location", "confidence": 0.861}, {"fact": "Donald Duck", "summary": "Donald Fauntleroy Duck is a cartoon character created in 1934 at Walt Disney Productions. Donald is an anthropomorphic white duck with a yellow-orange bill, legs, and feet. He typically wears a sailor shirt and cap with a bow tie.", "category": "uncategorized", "confidence": 0.686}], [{"fact": "Eagles", "summary": "The Eagles are an American rock band formed in Los Angeles in 1971. The founding members were Glenn Frey (guitars, vocals), Don Henley (drums, vocals), Bernie Leadon (guitars, vocals) and Randy Meisner (bass guitar, vocals). With five number-one singles, six number-one albums, six Grammy Awards, and five American Music Awards, the Eagles were one of the most successful musical acts of the 1970s.", "category": "band", "confidence": 0.573}, {"fact": "Don Henley", "summary": "Donald Hugh Henley (born July 22, 1947) is an American musician, singer, songwriter, record producer and founding member of the Eagles. He was the drummer and co-lead vocalist for the Eagles from 1971 until the band broke up in 1980, and has reprised those duties for the group's reunions since 1994. He has been the only constant member of the band since its formation.", "category": "band", "confidence": 0.403}, {"fact": "cocaine", "summary": "Cocaine, also known as coke, is a strong stimulant most frequently used as a recreational drug. It is commonly snorted, inhaled as smoke, or dissolved and injected into a vein. Mental effects may include loss of contact with reality, an intense feeling of happiness, or agitation.", "category": "uncategorized", "confidence": 0.712}, {"fact": "Quaaludes", "summary": "Methaqualone is a sedative and hypnotic medication.  It was sold under the brand names Quaalude and Sopor among others, and sold as a combination drug under the brand name Mandrax which contained 250mg methaqualone and 25mg diphenhydramine within the same tablet. Commercial production of methaqualone was halted due to widespread abuse, among other things.", "category": "uncategorized", "confidence": 0.349}, {"fact": "marijuana", "summary": "Cannabis, also known as marijuana among other names, is a psychoactive drug from the Cannabis plant used for medical or recreational purposes. The primary psychoactive component of cannabis is tetrahydrocannabinol (THC), one of the 483 known compounds in the plant, including at least 65 other cannabinoids. Cannabis can be used by smoking, vaporizing, within food, or as an extract.Cannabis has mental and physical effects.", "category": "uncategorized", "confidence": 0.513}, {"fact": "prostitute", "summary": "Prostitution is the business or practice of engaging in sexual activity in exchange for payment. Prostitution is sometimes described as sexual services, commercial sex or, colloquially, hooking. It is sometimes referred to euphemistically as \"the world's oldest profession\" in the English-speaking world.", "category": "uncategorized", "confidence": 0.433}, false, false, false, false], [{"fact": "Iron Maiden", "summary": "Iron Maiden are an English heavy metal band formed in Leyton, East London, in 1975 by bassist and primary songwriter Steve Harris. The band's discography has grown to 39 albums, including 16 studio albums, 12 live albums, four EPs, and seven compilations.\nPioneers of the new wave of British heavy metal, Iron Maiden achieved initial success during the early 1980s.", "category": "band", "confidence": 0.357}, {"fact": "Adrian Smith", "summary": "Adrian Frederick \"H\" Smith (born 27 February 1957) is an English guitarist and member of Iron Maiden, for whom he writes songs and performs live backing vocals on some tracks.\nSmith grew up in London and became interested in rock music at 15. He soon formed a friendship with future Iron Maiden guitarist Dave Murray, who inspired him to take up the guitar.", "category": "person-male", "confidence": 0.252}, {"fact": "Uxbridge", "summary": "Uxbridge () is a suburban town in west London, and the administrative headquarters of the London Borough of Hillingdon. 15.4 miles (24.8 km) west-northwest of Charing Cross, it is one of the major metropolitan centres identified in the London Plan. Uxbridge historically formed part of the parish of Hillingdon in the county of Middlesex, and was a significant local commercial centre from an early time.", "category": "location", "confidence": 0.557}], [{"fact": "Duran Duran", "summary": "Duran Duran () is an English new wave band formed in Birmingham in 1978. The band was one of the most successful acts of the 1980s, but by the end of the decade, membership and music style changes challenged the band before a resurgence in the early 1990s. The group were a leading band in the MTV-driven Second British Invasion of the US in the 1980s.", "category": "band", "confidence": 0.392}, {"fact": "EMI", "summary": "EMI Group Limited (originally an initialism for Electric and Musical Industries, also referred to as EMI Records Ltd. or simply EMI) was a British transnational conglomerate founded in March 1931 in London. At the time of its break-up in 2012, it was the fourth largest business group and record label conglomerate in the music industry, and was one of the \"Big Four\" record companies (now the \"Big Three\").", "category": "location", "confidence": 0.25}, {"fact": "Hazel O'Connor", "summary": "Hazel O'Connor (born 16 May 1955) is a British singer-songwriter and actress. She became famous in the early 1980s with hit singles \"Eighth Day\", \"D-Days\" and \"Will You\", as well as starring in the film Breaking Glass.\n\n\n== Career ==\nO'Connor was born in Coventry, England.", "category": "uncategorized", "confidence": 0.285}], [{"fact": "Led Zeppelin", "summary": "Led Zeppelin were  an English rock band formed in London in 1968. The group consisted of vocalist Robert Plant, guitarist Jimmy Page, bassist/keyboardist John Paul Jones, and drummer John Bonham. With their heavy, guitar-driven sound, they are regularly cited as one of the progenitors of heavy metal, although their style drew from a variety of influences, including blues and folk music.", "category": "person-male", "confidence": 0.37}, {"fact": "John Bonham", "summary": "John Henry Bonham (31 May 1948 – 25 September 1980) was an English musician and songwriter, best known as the drummer for the English rock band Led Zeppelin. Esteemed for his speed, power, fast bass drumming, distinctive sound, and feel for the groove, he is regarded as one of the greatest and most influential rock drummers in history.Bonham was born in 1948 in Redditch, Worcestershire and took up drums at the age of 5, receiving a snare drum at the age of 10 and a full drum set at the age of 15. He played with multiple local bands both at school and following school, eventually playing in two different bands with future bandmate Robert Plant.", "category": "band", "confidence": 0.677}], [{"fact": "Roland Corporation", "summary": "Roland Corporation (ローランド株式会社, Rōrando Kabushiki Kaisha) is a Japanese manufacturer of electronic musical instruments, electronic equipment and software. It was founded by Ikutaro Kakehashi in Osaka on April 18, 1972. In 2005, Roland's headquarters relocated to Hamamatsu in Shizuoka Prefecture.", "category": "uncategorized", "confidence": 0.302}, {"fact": "Roland TR-808", "summary": "The Roland TR-808 Rhythm Composer, commonly known as the 808, is a drum machine manufactured by the Roland Corporation between 1980 and 1983. It was one of the first drum machines to allow users to program rhythms instead of using preset patterns. Unlike its nearest competitor at the time, the more expensive Linn LM-1, the 808 generates sounds using analog synthesis rather than playing samples.", "category": "uncategorized", "confidence": 0.319}, {"fact": "drum machine", "summary": "A drum machine is an electronic musical instrument that creates percussion sounds, drum beats, and patterns. Drum machines may imitate drum kits or other percussion instruments, or produce unique sounds, such as synthesized electronic tones. Most modern drum machines allow users to program their own rhythms and beats.", "category": "uncategorized", "confidence": 0.574}, {"fact": "dance", "summary": "Electronic dance music (EDM), also known as dance music, club music, or simply dance, is a broad range of percussive electronic music genres made largely for nightclubs, raves and festivals. It is generally produced for playback by DJs who create seamless selections of tracks, called a mix, by segueing from one recording to another. EDM producers also perform their music live in a concert or festival setting in what is sometimes called a live PA.\nIn the late 1980s and early 1990s, following the emergence of raving, pirate radios and an upsurge of interest in club culture, EDM achieved widespread mainstream popularity in Europe.", "category": "band", "confidence": 0.358}, {"fact": "hip hop", "summary": "Hip hop music,  also called hip-hop or rap music, is a genre of popular music developed in the United States by inner-city African Americans and Latino Americans in the Bronx borough of New York City in the 1970s. It consists of a stylized rhythmic music that commonly accompanies rapping, a rhythmic and rhyming speech that is chanted. It developed as part of hip hop culture, a subculture defined by four key stylistic elements: MCing/rapping, DJing/scratching with turntables, break dancing, and graffiti writing.", "category": "location", "confidence": 0.332}, {"fact": "Fender Stratocaster", "summary": "The Fender Stratocaster is a model of electric guitar designed from 1952 into 1954 by Leo Fender, Bill Carson and George Fullerton, and completed by Freddie Tavares. The Fender Musical Instruments Corporation has continuously manufactured the Stratocaster from 1954 to the present. It is a double-cutaway guitar, with an extended top \"horn\" shape for balance like the Precision Bass guitar.", "category": "uncategorized", "confidence": 0.472}, false, false], [{"fact": "Record labels established in 1980", "summary": "Record labels established in the year 1980.", "category": "uncategorized", "confidence": 0.354}], [{"fact": "Record labels disestablished in 1980", "summary": "Record labels disestablished in the year 1980.", "category": "uncategorized", "confidence": 0.354}], [{"fact": "Casper", "summary": "Benjamin Griffey (born 25 September 1982), better known by his stage name Casper, is a German American rapper signed to the German music label Sony Music.\n\n\n== Biography ==\nCasper was born in Lemgo in North Rhine-Westphalia to a German mother and an American father, Arlen Griffey, who was a soldier stationed in Lemgo. His family moved to Augusta, Georgia, in the United States, when he was two weeks old, where he lived in a trailer park.", "category": "location", "confidence": 0.239}, {"fact": "Chicago", "summary": "Chicago ( (listen), locally also ), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport.", "category": "location", "confidence": 0.676}], [{"fact": "The Hee Bee Gee Bees", "summary": "The Hee Bee Gee Bees was a pop group formed initially to parody the Bee Gees towards the close of their sequence of high-pitched, disco-style hits. The 'band' consisted of the three Cribb (Gibb) brothers; Garry (Barry), Norris (Maurice) and Dobbin (Robin), performed respectively by Angus Deayton, Michael Fenton Stevens, and Philip Pope. The name of the group was a reference to both the Bee Gees and the expression \"heebie-jeebies\".", "category": "band", "confidence": 0.311}], [{"fact": "Phil Collins", "summary": "Philip David Charles Collins  (born 30 January 1951) is an English drummer, singer, songwriter, multi-instrumentalist, record producer, and actor, best known as the drummer/singer of the rock band Genesis and for his solo career. Between 1982 and 1989, Collins scored three UK and seven US number-one singles in his solo career. When his work with Genesis, his work with other artists, as well as his solo career is totalled, he had more US Top 40 singles than any other artist during the 1980s.", "category": "band", "confidence": 0.304}, {"fact": "Atlantic Records", "summary": "Atlantic Recording Corporation (simply known as Atlantic Records) is an American record label founded in October 1947 by Ahmet Ertegün and Herb Abramson. Over its first 20 years of operation, Atlantic earned a reputation as one of the most important American labels, specializing in jazz, R&B, and soul by Aretha Franklin, Ray Charles, Wilson Pickett, Sam and Dave, Ruth Brown and Otis Redding. Its position was greatly improved by its distribution deal with Stax.", "category": "location", "confidence": 0.185}, {"fact": "WEA", "summary": "Warner Music Group Inc. (WMG), also known as Warner Music, is an American multinational entertainment, and record label conglomerate headquartered in Los Angeles. It is one of the \"big three\" recording companies and the third largest in the global music industry, after Universal Music Group (UMG) and Sony Music Entertainment (SME).", "category": "label", "confidence": 0.345}]]