{"topic": "1977_in_music", "section": "Events", "facts": [[{"fact": "Paul Desmond", "summary": "Paul Desmond (born Paul Emil Breitenfeld, November 25, 1924 – May 30, 1977) was an American jazz alto saxophonist and composer, best known for his work with the Dave Brubeck Quartet and for composing that group's biggest hit, \"Take Five\". He was one of the most popular musicians to come out of the cool jazz scene.\nIn addition to his work with Brubeck, he led several groups and collaborated with Gerry Mulligan, Chet Baker, Jim Hall, and Ed Bickert.", "category": "person-male", "confidence": 0.82}, {"fact": "Dave Brubeck", "summary": "David Warren Brubeck (; December 6, 1920 – December 5, 2012) was an American jazz pianist and composer, considered one of the foremost exponents of cool jazz. Many of his compositions have become jazz standards including \"In Your Own Sweet Way\" and \"The Duke\". Brubeck's style ranged from refined to bombastic, reflecting both his mother's classical training and his own improvisational skills.", "category": "location", "confidence": 0.38}], [false, {"fact": "Dick Clark", "summary": "Richard Wagstaff Clark (November 30, 1929 – April 18, 2012) was an American radio and television personality, television producer and film actor, as well as a cultural icon who remains best known for hosting American Bandstand from 1957 to 1988. He also hosted the game show Pyramid and Dick Clark's New Year's Rockin' Eve, which transmitted Times Square's New Year's Eve celebrations.\nAs host of American Bandstand, Clark introduced rock & roll to many Americans.", "category": "person-male", "confidence": 0.29}, {"fact": "Roll Over Beethoven", "summary": "\"Roll Over Beethoven\" is a 1956 hit single written by Chuck Berry, originally released on Chess Records, with \"Drifting Heart\" as the B-side. The lyrics of the song mention rock and roll and the desire for rhythm and blues to replace classical music. The title of the song is an imperative directed at the composer Ludwig van Beethoven to roll over in his grave in reaction to the new genre of music that Berry was promoting.", "category": "song", "confidence": 1.0}, false, {"fact": "Seals & Crofts", "summary": "Seals and Crofts were an American soft rock duo made up of James Eugene \"Jim\" Seals (born October 17, 1941) and Darrell George \"Dash\" Crofts (born August 14, 1940). They are best known for their Hot 100 No. 6 hits \"Summer Breeze\" (1972), \"Diamond Girl\" (1973), and \"Get Closer\" (1976).", "category": "band", "confidence": 1.0}, {"fact": "Gregg Allman", "summary": "Gregory LeNoir Allman (December 8, 1947 – May 27, 2017) was an American singer-songwriter and musician. He was known for performing in the Allman Brothers Band. Allman grew up with an interest in rhythm and blues music, and the Allman Brothers Band fused it with rock music, jazz, and country at times.", "category": "person-male", "confidence": 0.43}, {"fact": "Junior Walker", "summary": "Autry DeWalt Mixon Jr. (June 14, 1931 – November 23, 1995), known professionally as Junior Walker, was an American multi-instrumentalist (primarily saxophonist and vocalist) who recorded for Motown during the 1960s. He also performed as a session and live-performing saxophonist with the band Foreigner during the 1980s.", "category": "band", "confidence": 0.5}, {"fact": "Johnny Rivers", "summary": "Johnny Rivers (born John Henry Ramistella; November 7, 1942) is an American musician, singer, songwriter, and record producer. His repertoire includes pop, folk, blues, and old-time rock 'n' roll. Rivers charted during the 1960s and 1970s but remains best known for a string of hit singles between 1964 and 1968, among them \"Memphis\" (a Chuck Berry cover), \"Mountain of Love\" (a Harold Dorman cover), \"The Seventh Son\" (a Willie Mabon cover), \"Secret Agent Man\", \"Poor Side of Town\" (a US #1), \"Baby I Need Your Lovin'\" (a 1967 cover of (the) Four Tops single from 1964), and \"Summer Rain\".", "category": "person-male", "confidence": 1.0}, {"fact": "the Pointer Sisters", "summary": "The Pointer Sisters are an American R&B singing group from Oakland, California that achieved mainstream success during the 1970s and 1980s. Spanning over four decades, their repertoire has included such diverse genres as pop, disco, jazz, electronic music, bebop, blues, soul, funk, dance, country and rock. The Pointer Sisters have won three Grammy Awards and received a star on the Hollywood Walk of Fame in 1994.", "category": "band", "confidence": 0.45}, {"fact": "Charlie Daniels", "summary": "Charles Edward Daniels (born October 28, 1936) is an American singer, songwriter and multi-instrumentalist known for his contributions to Southern rock, country, and bluegrass music. He is best known for his number-one country hit \"The Devil Went Down to Georgia\". Daniels has been active as a singer and musician since the 1950s.", "category": "person-male", "confidence": 1.0}, {"fact": "Doc Severinsen", "summary": "Carl Hilding \"Doc\" Severinsen (born July 7, 1927) is an American jazz trumpeter who led the band for The Tonight Show Starring Johnny Carson.\n\n\n== Early life ==\nSeverinsen was born in Arlington, Oregon, to Minnie Mae (1897–1998) and Carl Severinsen (1898–1972). Carl Severinsen was born in Germany to a Danish father and a Swiss mother.", "category": "person-male", "confidence": 0.78}, {"fact": "Les McCann", "summary": "Leslie Coleman McCann (born September 23, 1935) is an American jazz pianist and vocalist.\n\n\n== Biography ==\n\nWinning a Navy singing contest led to an appearance on The Ed Sullivan Show. McCann's main career began in the early 1960s when he recorded as a pianist with his trio for Pacific Jazz.", "category": "person-male", "confidence": 1.0}, {"fact": "Donald Byrd", "summary": "Donaldson Toussaint L'Ouverture Byrd II (December 9, 1932 – February 4, 2013) was an American jazz and rhythm & blues trumpeter and vocalist. A sideman for many other jazz musicians of his generation, Byrd was known as one of the rare bebop jazz musicians who successfully explored funk and soul while remaining a jazz artist.  As a bandleader, Byrd was an influence on the early career of Herbie Hancock.", "category": "person-male", "confidence": 0.37}, {"fact": "Chuck Mangione", "summary": "Charles Frank Mangione (; born November 29, 1940) is an American flugelhorn player, trumpeter and composer.\nHe was a member of Art Blakey's band and co-led the Jazz Brothers with his brother, Gap. He achieved international success in 1977 with his jazz-pop single \"Feels So Good\".", "category": "person-male", "confidence": 0.71}, {"fact": "Booker T and the MGs", "summary": "Booker T. & the M.G.'s are an American instrumental R&B/funk band that was influential in shaping the sound of Southern soul and Memphis soul. The original members of the group were Booker T. Jones (organ, piano), Steve Cropper (guitar), Lewie Steinberg (bass), and Al Jackson Jr. (drums).", "category": "band", "confidence": 0.67}], [{"fact": "Fleetwood Mac", "summary": "Fleetwood Mac are a British-American rock band, formed in London in 1967. They have sold more than 120 million records worldwide, making them one of the world's best-selling bands. In 1998, select members of Fleetwood Mac were inducted into the Rock and Roll Hall of Fame and received the Brit Award for Outstanding Contribution to Music.Fleetwood Mac was founded by guitarist Peter Green, drummer Mick Fleetwood and guitarist Jeremy Spencer.", "category": "band", "confidence": 1.0}, false], [{"fact": "Guarneri", "summary": "The Guarneri (, also UK: , Italian: [ɡwarˈnɛːri]), often referred to in the Latinized form Guarnerius, is the family name of a group of distinguished luthiers from Cremona in Italy in the 17th and 18th centuries, whose standing is considered comparable to those of the Amati and Stradivari families. \n\n\n== Family members ==\nAndrea Guarneri (c. 1626 - 7 December 1698) was an apprentice in the workshop of Nicolo Amati from 1641 to 1646 and returned to make violins for Amati from 1650 to 1654.", "category": "band", "confidence": 0.48}, {"fact": "Sotheby's", "summary": "Sotheby's  is a British-founded American multinational corporation headquartered in New York City. One of the world's largest brokers of fine and decorative art, jewelry, real estate, and collectibles, Sotheby's operation is divided into three segments: auction, finance, and dealer. The company's services range from corporate art services to private sales.", "category": "location", "confidence": 1.0}, {"fact": "Giuseppe Guarneri del Gesù", "summary": "Bartolomeo Giuseppe Guarneri, del Gesù (, also UK: , Italian: [dʒuˈzɛppe ɡwarˈnɛːri]; 21 August 1698 – 17 October 1744) was an Italian luthier from the Guarneri family of Cremona. He rivals Antonio Stradivari (1644–1737) with regard to the respect and reverence accorded his instruments, and for many prominent players and collectors his instruments are the most coveted of all. Instruments made by Guarneri are often referred to as Del Gesùs.", "category": "location", "confidence": 0.55}], [{"fact": "Virgin Records", "summary": "Virgin Records Ltd. is a British record label founded by entrepreneurs Richard Branson, Simon Draper, Nik Powell, and musician Tom Newman in 1972. It grew to be a worldwide phenomenon over time, with the success of platinum performers such as Aaliyah, George Michael, Paula Abdul, Janet Jackson, Roy Orbison, Devo, Tangerine Dream, Genesis, Keith Richards, the Human League, Culture Club, Rolling  Stones, Simple Minds, Lenny Kravitz, dc Talk, the Smashing Pumpkins, Mike Oldfield, Charlie Brown Jr.,  Gorillaz, and Spice Girls, among others.After its acquisition by Universal Music Group through its purchase of EMI in 2012, UMG absorbed Virgin's British operations to create Virgin EMI Records in March 2013.", "category": "label", "confidence": 1.0}], [false], [{"fact": "Sex Pistols", "summary": "The Sex Pistols were an English punk rock band that formed in London in 1975. They were responsible for initiating the punk movement in the United Kingdom and inspiring many later punk and alternative rock musicians. Although their initial career lasted just two and a half years and produced only four singles and one studio album, Never Mind the Bollocks, Here's the Sex Pistols, they are regarded as one of the most influential acts in the history of popular music.The Sex Pistols originally comprised vocalist Johnny Rotten (John Lydon), guitarist Steve Jones, drummer Paul Cook and bassist Glen Matlock.", "category": "band", "confidence": 0.75}, {"fact": "Silver Jubilee celebrations", "summary": "The Silver Jubilee of Elizabeth II marked the 25th anniversary of Queen Elizabeth II's accession to the thrones of the United Kingdom and other Commonwealth realms.  It was celebrated with large-scale parties and parades throughout the United Kingdom and the Commonwealth throughout 1977, culminating in June with the official \"Jubilee Days\", held to coincide with the Queen's Official Birthday. The anniversary date itself was commemorated in church services across the land on 6 February 1977, and continued throughout the month.", "category": "event", "confidence": 1.0}, {"fact": "their version of \"God Save the Queen\"", "summary": "\"God Save the Queen\" is a song by the British punk rock band the Sex Pistols. It was released as the band's second single and was later included on their only album, Never Mind the Bollocks, Here's the Sex Pistols. The song was released during Queen Elizabeth II's Silver Jubilee in 1977.", "category": "song", "confidence": 1.0}, {"fact": "River Thames", "summary": "The River Thames ( (listen) TEMZ), known alternatively in parts as the Isis, is a river that flows through southern England including London. At 215 miles (346 km), it is the longest river entirely in England and the second-longest in the United Kingdom, after the River Severn.\nIt flows through Oxford (where it is called the Isis), Reading, Henley-on-Thames and Windsor.", "category": "location", "confidence": 1.0}], [{"fact": "Michael Schenker", "summary": "Michael Schenker (born 10 January 1955) is a German rock guitarist who has played in UFO and led the Michael Schenker Group. He was an early member of Scorpions, the band co-founded by his elder brother Rudolf Schenker. In the mid-1970s Michael joined UFO, playing lead guitar.", "category": "person-male", "confidence": 0.56}, {"fact": "UFO", "summary": "UFO are  an English rock band that was formed in London in 1968. They became a transitional group between early hard rock and heavy metal and the new wave of British heavy metal. The band's current lineup includes vocalist Phil Mogg, lead guitarist Vinnie Moore, rhythm guitarist and keyboardist Neil Carter, bass guitarist Rob De Luca, and drummer Andy Parker.", "category": "band", "confidence": 1.0}, {"fact": "The Roundhouse", "summary": "The Roundhouse is a performing arts and concert venue situated at the Grade II* listed former railway engine shed in Chalk Farm, London, England.\nIt was originally built in 1847 by the London and North Western Railway as a roundhouse, a circular building containing a railway turntable, but was only used for this purpose for about a decade. After being used as a warehouse for a number of years, the building fell into disuse just before the Second World War.", "category": "location", "confidence": 1.0}, {"fact": "Paul Chapman", "summary": "Paul William \"Tonka\" Chapman (born 9 June 1954) is a Welsh rock guitarist best known for his work in bands such as UFO and Lone Star. Chapman is well known by his nickname \"Tonka\", allegedly acquired because of his indestructible qualities.\n\n\n== Early career ==\nChapman’s first notable band was the Welsh outfit Universe.", "category": "person-male", "confidence": 0.85}], [{"fact": "The Supremes", "summary": "The Supremes were an American female singing group and a premier act of Motown Records during the 1960s. Founded as The Primettes in Detroit, Michigan, in 1959, the Supremes were the most commercially successful of Motown's acts and are, to date, America's most successful vocal group with 12 number one singles on the Billboard Hot 100. Most of these hits were written and produced by Motown's main songwriting and production team, Holland–Dozier–Holland.", "category": "band", "confidence": 0.78}, {"fact": "Drury Lane Theatre", "summary": "The Theatre Royal, Drury Lane, commonly known as Drury Lane, is a West End theatre and Grade I listed building in Covent Garden, London, England. The building faces Catherine Street (earlier named Bridges or Brydges Street) and backs onto Drury Lane. The building is the most recent in a line of four theatres which were built at the same location, the earliest of which dated back to 1663, making it the oldest theatre site in London still in use.", "category": "location", "confidence": 1.0}], [{"fact": "September 1", "summary": "September 1 is the 244th day of the year (245th in leap years) in the Gregorian calendar.  121 days remain until the end of the year.\n\n\n== Events ==\n1355 – King Tvrtko I of Bosnia writes In castro nostro Vizoka vocatum from the Old town of Visoki.", "category": "date", "confidence": 0.845}, {"fact": "Royal Albert Hall", "summary": "The Royal Albert Hall is a concert hall on the northern edge of South Kensington, London. One of the United Kingdom's most treasured and distinctive buildings, it is held in trust for the nation and managed by a registered charity (which receives no government funding). It can seat 5,272.Since the hall's opening by Queen Victoria in 1871, the world's leading artists from many performance genres have appeared on its stage.", "category": "event", "confidence": 0.49}, {"fact": "Luciano Berio", "summary": "Luciano Berio, Cavaliere di Gran Croce OMRI (October 24, 1925 – May 27, 2003) was an Italian composer. He is noted for his experimental work (in particular his 1968 composition Sinfonia and his series of virtuosic solo pieces titled Sequenza) and also for his pioneering work in electronic music.\n\n\n== Biography ==\n\nBerio was born in Oneglia (now part of Imperia), on the Ligurian coast of Italy.", "category": "person-male", "confidence": 0.73}, false], [{"fact": "September 3", "summary": "September 3 is the 246th day of the year (247th in leap years) in the Gregorian calendar.  119 days remain until the end of the year.\n\n\n== Events ==\n36 BC – In the Battle of Naulochus, Marcus Vipsanius Agrippa, admiral of Octavian, defeats Sextus Pompey, son of Pompey, thus ending Pompeian resistance to the Second Triumvirate.", "category": "date", "confidence": 0.945}, {"fact": "Old Bridge, New Jersey", "summary": "Old Bridge Township, commonly referred to as simply Old Bridge, is a township in Middlesex County, New Jersey, United States.  As of the 2010 United States Census, the township had a total population of 65,375, reflecting an increase of 4,919 (+8.1%) from the 60,456 counted in the 2000 Census, which had in turn increased by 3,981 (+7.0%) from the 56,475 counted in the 1990 Census. As of the 2010 Census, the township was the state's 18th largest municipality, after being the state's 21st most-populous municipality in 2000.", "category": "location", "confidence": 0.96}, {"fact": "Grateful Dead", "summary": "The Grateful Dead was an American rock band formed in 1965 in Palo Alto, California. The band is known for its eclectic style, which fused elements of rock, folk, country, jazz, bluegrass, blues, gospel, and psychedelic rock; for live performances of lengthy instrumental jams; and for its devoted fan base, known as \"Deadheads.\" \"Their music,\" writes Lenny Kaye, \"touches on ground that most other groups don't even know exists.\" These various influences were distilled into a diverse and psychedelic whole that made the Grateful Dead \"the pioneering Godfathers of the jam band world\". The band was ranked 57th by Rolling Stone magazine in its The Greatest Artists of All Time issue.", "category": "band", "confidence": 1.0}, {"fact": "Marshall Tucker Band", "summary": "The Marshall Tucker Band is an American rock band from Spartanburg, South Carolina. Noted for incorporating blues, country and jazz into its eclectic sound, The Marshall Tucker Band helped establish the Southern rock genre in the early 1970s.   While the band had reached the height of its commercial success by the end of the decade, it has recorded and performed continuously under various lineups for 45 years.", "category": "band", "confidence": 0.645}, {"fact": "New Riders of the Purple Sage", "summary": "New Riders of the Purple Sage is an American country rock band.  The group emerged from the psychedelic rock scene in San Francisco, California, in 1969, and its original lineup included several members of the Grateful Dead. The band is sometimes referred to as the New Riders, or as NRPS.\n\n\n== History ==\n\n\n=== Origins: early 1960s – 1969 ===\nThe roots of the New Riders can be traced back to the early 1960s Peninsula folk/beatnik scene centered on Stanford University's now-defunct Perry Lane housing complex in Menlo Park, California, where future Grateful Dead guitarist Jerry Garcia often played gigs with like-minded guitarist David Nelson.", "category": "band", "confidence": 0.87}], [{"fact": "September 15", "summary": "September 15 is the 258th day of the year (259th in leap years) in the Gregorian calendar.  107 days remain until the end of the year.\n\n\n== Events ==\n668 – Eastern Roman Emperor Constans II is assassinated in his bath at Syracuse, Italy.", "category": "date", "confidence": 0.875}, {"fact": "Fleetwood Mac", "summary": "Fleetwood Mac are a British-American rock band, formed in London in 1967. They have sold more than 120 million records worldwide, making them one of the world's best-selling bands. In 1998, select members of Fleetwood Mac were inducted into the Rock and Roll Hall of Fame and received the Brit Award for Outstanding Contribution to Music.Fleetwood Mac was founded by guitarist Peter Green, drummer Mick Fleetwood and guitarist Jeremy Spencer.", "category": "band", "confidence": 1.0}, {"fact": "Linda Ronstadt", "summary": "Linda Maria Ronstadt (born July 15, 1946) is a retired American singer who performed and recorded in diverse genres including rock, country, light opera, and Latin. She has earned 10 Grammy Awards, three American Music Awards, two Academy of Country Music awards, an Emmy Award, and an ALMA Award, and many of her albums have been certified gold, platinum or multiplatinum in the United States and internationally. She has also earned nominations for a Tony Award and a Golden Globe award.", "category": "person-female", "confidence": 1.0}], [{"fact": "September 16", "summary": "September 16 is the 259th day of the year (260th in leap years) in the Gregorian calendar.  106 days remain until the end of the year.\n\n\n== Events ==\n681 –  Pope Honorius I is posthumously excommunicated by the Sixth Ecumenical Council.", "category": "date", "confidence": 0.965}, {"fact": "T. Rex", "summary": "T. Rex were  an English rock band, formed in 1967 by singer-songwriter and guitarist Marc Bolan. The band was initially called Tyrannosaurus Rex, and released four psychedelic folk albums under this name. In 1969, Bolan began to change the band's style towards electric rock, and shortened their name to T. Rex the following year.", "category": "band", "confidence": 0.62}, {"fact": "Marc Bolan", "summary": "Marc Bolan ( BOH-lən; born Mark Feld; 30 September 1947 – 16 September 1977) was an English singer, songwriter, musician and poet. He was the lead singer of the band T. Rex and was one of the pioneers of the glam rock movement of the 1970s.Bolan's appearance on the BBC's music show Top of the Pops in March 1971, wearing glitter and satins, is often cited as the beginning of the glam rock movement. Music critic Ken Barnes called Bolan \"the man who started it all\".", "category": "person-male", "confidence": 0.905}, {"fact": "Barnes, London", "summary": "Barnes () is a district in the London Borough of Richmond upon Thames. It takes up the extreme northeast of the borough, and as such is the closest part of the borough to central London. It is centred 5.3 miles (8.5 km) west south-west of Charing Cross in a bend of the River Thames.", "category": "location", "confidence": 0.94}], [{"fact": "September 29", "summary": "September 29 is the 272nd day of the year (273rd in leap years) in the Gregorian calendar.  93 days remain until the end of the year.\n\n\n== Events ==\n61 BC – Pompey the Great celebrates his third triumph for victories over the pirates and the end of the Mithridatic Wars on his 45th birthday.", "category": "date", "confidence": 0.98}, {"fact": "Billy Joel", "summary": "William Martin Joel (born May 9, 1949) is an American singer-songwriter, composer, and pianist. Commonly nicknamed the \"Piano Man\" after his first major hit and signature song of the same name, he has led a commercially successful career as a solo artist since the 1970s, having released twelve studio albums from 1971 to 1993 as well as one studio album in 2001. He is one of the best-selling music artists of all time, as well as the sixth best-selling recording artist and the third best-selling solo artist in the United States, with over 150 million records sold worldwide.", "category": "person-male", "confidence": 1.0}, false, {"fact": "Movin' Out (Anthony's Song)", "summary": "\"Movin' Out (Anthony's Song)\" is a song written and recorded by Billy Joel. The track details the singer's disgust with the upwardly mobile bourgeois aspirations of working- and lower-middle-class New Yorkers who take pride in working long hours to afford the outward signs of having \"made it\".  Characters have stereotypically ethnic names (Anthony, Mama Leone, Sergeant O'Leary, Mr.", "category": "song", "confidence": 1.0}, {"fact": "Just the Way You Are", "summary": "\"Just the Way You Are\" is a song by Billy Joel from his fifth studio album The Stranger (1977). It was released in September 1977 as the album's lead single. It became both Joel's first US Top 10 and UK Top 20 single (reaching #3 and #19 respectively), as well as Joel's first gold single in the US.  The song also topped the Billboard Easy Listening Chart for the entire month of January 1978.", "category": "song", "confidence": 1.0}, {"fact": "Only the Good Die Young", "summary": "\"Only the Good Die Young\" is a song from Billy Joel's 1977 rock album The Stranger. It was the third of four singles released from the album. The song was controversial for its time, with the lyrics written from the perspective of a young man determined to have sex with a Catholic girl.", "category": "song", "confidence": 1.0}], [{"fact": "October 3", "summary": "October 3 is the 276th day of the year (277th in leap years) in the Gregorian calendar.  89 days remain until the end of the year.\n\n\n== Events ==\n2457 BC – Gaecheonjeol, Hwanung (환웅) purportedly descended from heaven.", "category": "date", "confidence": 0.98}, false, {"fact": "Elvis Presley", "summary": "Elvis Aaron Presley (January 8, 1935 – August 16, 1977), also known simply as Elvis, was an American singer and actor. Regarded as one of the most significant cultural icons of the 20th century, he is often referred to as the \"King of Rock and Roll\" or simply \"The King\".\nPresley was born in Tupelo, Mississippi, and relocated to Memphis, Tennessee, with his family when he was 13 years old.", "category": "person-male", "confidence": 0.85}, {"fact": "CKND-DT", "summary": "CKND-DT, virtual channel 9 (UHF digital channel 40), is a Global owned-and-operated television station licensed to Winnipeg, Manitoba, Canada. The station is owned by Corus Entertainment. CKND's studios and transmitter are located on the 30th floor of 201 Portage in downtown Winnipeg.", "category": "media", "confidence": 1.0}, false], [{"fact": "October 5", "summary": "October 5 is the 278th day of the year (279th in leap years) in the Gregorian calendar.  87 days remain until the end of the year.\n\n\n== Events ==\n610 – Heraclius arrives at Constantinople, kills Byzantine Emperor Phocas, and becomes emperor.", "category": "date", "confidence": 0.98}, {"fact": "La Scala", "summary": "La Scala (UK: , US: , Italian: [la ˈskaːla]; abbreviation in Italian of the official name Teatro alla Scala [teˈaːtro alla ˈskaːla]) is an opera house in Milan, Italy. The theatre was inaugurated on 3 August 1778 and was originally known as the Nuovo Regio Ducale Teatro alla Scala (New Royal-Ducal Theatre alla Scala). The premiere performance was Antonio Salieri's Europa riconosciuta.", "category": "location", "confidence": 0.54}, {"fact": "Milan", "summary": "Milan (, US also ;  Italian: Milano [miˈlaːno] (listen); Milanese: [miˈlãː] (listen)) is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. \nThe city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants.", "category": "location", "confidence": 1.0}, {"fact": "Giuseppe Verdi", "summary": "Giuseppe Fortunino Francesco Verdi (Italian: [dʒuˈzɛppe ˈverdi]; 9 or 10 October 1813 – 27 January 1901) was an Italian opera composer. He was born near Busseto to a provincial family of moderate means, and developed a musical education with the help of a local patron.  Verdi came to dominate the Italian opera scene after the era of Vincenzo Bellini, Gaetano Donizetti, and Gioachino Rossini, whose works significantly influenced him.", "category": "person-male", "confidence": 0.88}, false], [{"fact": "October 9", "summary": "October 9 is the 282nd day of the year (283rd in leap years) in the Gregorian calendar.  83 days remain until the end of the year.\n\n\n== Events ==\n768 – Carloman I and Charlemagne are crowned kings of the Franks.", "category": "date", "confidence": 0.975}, {"fact": "Aerosmith", "summary": "Aerosmith is an American rock band formed in Boston, Massachusetts in 1970. The group consists of Steven Tyler (vocals, guitars, keyboards), Joe Perry (guitar), Tom Hamilton (bass), Joey Kramer (drums) and Brad Whitford (guitar). Their style, which is rooted in blues-based hard rock, has come to also incorporate elements of pop rock, heavy metal, and rhythm and blues, and has inspired many subsequent rock artists.", "category": "band", "confidence": 1.0}, {"fact": "Joe Perry", "summary": "Joseph Anthony Pereira (born September 10, 1950), professionally known as Joe Perry, is an American musician and songwriter who is best known as the lead guitarist and founding member of the American rock band Aerosmith. Sometimes referred to as the \"Greatest American Rock Band of All-Time\" and the \"Bad Boys from Boston,\" Aerosmith has sold over 150 million albums worldwide and 70 million in the U.S. alone, making them one of the biggest selling artists of all-time.Perry also has his own solo band called The Joe Perry Project, and is a member of the All-Star band Hollywood Vampires with Alice Cooper and Johnny Depp.\nHe was ranked 84th in Rolling Stone's list of The 100 Greatest Guitarists of All Time and in 2001, was inducted into the Rock and Roll Hall of Fame as part of Aerosmith.", "category": "person-male", "confidence": 1.0}, false, {"fact": "M-80", "summary": "M-80s are an American class of large powerful firecrackers, sometimes called salutes. M-80s were originally made in the mid 20th century for the U.S. military to simulate explosives or artillery fire; later, M-80s were manufactured as fireworks. Traditionally, M-80s were made from a small cardboard tube, often red, approximately 1 1⁄2 inches (3.8 cm) long and 9⁄16 inch (1.4 cm) inside diameter, with a fuse coming out of the side; this type of fuse is commonly known as cannon fuse or Visco fuse, after a company responsible for standardizing the product.", "category": "location", "confidence": 0.26}, {"fact": "Philadelphia Spectrum", "summary": "The Spectrum (later known as CoreStates Spectrum, First Union Spectrum and Wachovia Spectrum) was an indoor arena in Philadelphia, Pennsylvania, United States. Opened in the fall of 1967 as part of what is now known as the South Philadelphia Sports Complex, after several expansions of its seating capacity it accommodated 18,168 for basketball and 17,380 for ice hockey, arena football, indoor soccer, and box lacrosse.\nThe last event at the Spectrum was a Pearl Jam concert on October 31, 2009.", "category": "location", "confidence": 0.51}, {"fact": "cornea", "summary": "The cornea is the transparent front part of the eye that covers the iris, pupil, and anterior chamber. The cornea, with the anterior chamber and lens, refracts light, with the cornea accounting for approximately two-thirds of the eye's total optical power. In humans, the refractive power of the cornea is approximately 43 dioptres.", "category": "location", "confidence": 0.89}], [{"fact": "October 20", "summary": "October 20 is the 293rd day of the year (294th in leap years) in the Gregorian calendar.  72 days remain until the end of the year.\n\n\n== Events ==\n1548 – The city of La Paz is founded by Alonso de Mendoza.", "category": "date", "confidence": 0.95}, {"fact": "Lynyrd Skynyrd", "summary": "Lynyrd Skynyrd ( LEN-ərd SKIN-ərd) is an American rock band formed in Jacksonville, Florida, in 1964. The group was originally named My Backyard and comprised Ronnie Van Zant (lead vocalist), Gary Rossington (guitar), Allen Collins (guitar), Larry Junstrom (bass guitar) and Bob Burns (drums).  The band spent five years touring small venues under a variety of different names and with several lineup changes before finally deciding on \"Lynyrd Skynyrd\" in 1969.", "category": "band", "confidence": 0.91}, {"fact": "crashes", "summary": "On October 20, 1977, a Convair CV-240 passenger aircraft ran out of fuel and crashed in a wooded area near Gillsburg, Mississippi. Chartered by the rock band Lynyrd Skynyrd from L&J Company of Addison, Texas, it was near the end of its flight from Greenville, South Carolina, to Baton Rouge, Louisiana.Lead vocalist/founding member Ronnie Van Zant, guitarist and vocalist Steve Gaines, backing vocalist Cassie Gaines (Steve's older sister), assistant road manager Dean Kilpatrick, pilot Walter McCreary, and co-pilot William Gray all died as a result of the crash; 20 others survived.\n\n\n== Crash ==\nOn October 20, 1977, three days after releasing their album Street Survivors, Lynyrd Skynyrd performed at the Greenville Memorial Auditorium in Greenville, South Carolina, and boarded a Convair CV-240 airplane to take them to Baton Rouge, where they were to perform at Louisiana State University.", "category": "band", "confidence": 0.33}, {"fact": "Ronnie Van Zant", "summary": "Ronald Wayne Van Zant (January 15, 1948 – October 20, 1977) was an American musician known as the lead vocalist, primary lyricist, and founding member of the Southern rock band Lynyrd Skynyrd. He was the older brother of two other rock vocalists: current Lynyrd Skynyrd lead vocalist Johnny Van Zant and Donnie Van Zant, the founder and vocalist of 38 Special. He was the father of Tammy Van Zant and Melody Van Zant.", "category": "person-male", "confidence": 0.43}, {"fact": "Steve Gaines", "summary": "Steven Earl \"Steve\" Gaines (September 14, 1949 – October 20, 1977) was an American musician. He is best known as a guitarist, vocalist and songwriter with rock band Lynyrd Skynyrd from 1976 until his death in the October 1977 airplane crash that claimed other band members and crew.  He was the younger brother of Cassie Gaines, a backup vocalist with the band.", "category": "band", "confidence": 0.49}, {"fact": "Cassie Gaines", "summary": "Cassie LaRue Gaines (January 9, 1948 – October 20, 1977) was an American singer, best known for her work with Southern rock band Lynyrd Skynyrd.\n\n\n== Biography ==\nGaines was invited by JoJo Billingsley and Ronnie Van Zant to join Lynyrd Skynyrd as a backup singer. She had never heard of the band at the time, so Billingsley lent her a copy of the band's first two albums: (Pronounced 'Lĕh-'nérd 'Skin-'nérd) and Second Helping.", "category": "band", "confidence": 0.4}], [{"fact": "October 27", "summary": "October 27 is the 300th day of the year (301st in leap years) in the Gregorian calendar.  65 days remain until the end of the year.\n\n\n== Events ==\n312 – Constantine is said to have received his famous Vision of the Cross.", "category": "date", "confidence": 0.98}, {"fact": "Sex Pistols", "summary": "The Sex Pistols were an English punk rock band that formed in London in 1975. They were responsible for initiating the punk movement in the United Kingdom and inspiring many later punk and alternative rock musicians. Although their initial career lasted just two and a half years and produced only four singles and one studio album, Never Mind the Bollocks, Here's the Sex Pistols, they are regarded as one of the most influential acts in the history of popular music.The Sex Pistols originally comprised vocalist Johnny Rotten (John Lydon), guitarist Steve Jones, drummer Paul Cook and bassist Glen Matlock.", "category": "band", "confidence": 0.75}, false, {"fact": "Virgin Records", "summary": "Virgin Records Ltd. is a British record label founded by entrepreneurs Richard Branson, Simon Draper, Nik Powell, and musician Tom Newman in 1972. It grew to be a worldwide phenomenon over time, with the success of platinum performers such as Aaliyah, George Michael, Paula Abdul, Janet Jackson, Roy Orbison, Devo, Tangerine Dream, Genesis, Keith Richards, the Human League, Culture Club, Rolling  Stones, Simple Minds, Lenny Kravitz, dc Talk, the Smashing Pumpkins, Mike Oldfield, Charlie Brown Jr.,  Gorillaz, and Spice Girls, among others.After its acquisition by Universal Music Group through its purchase of EMI in 2012, UMG absorbed Virgin's British operations to create Virgin EMI Records in March 2013.", "category": "label", "confidence": 1.0}, {"fact": "UK Album Charts", "summary": "The Official Albums Chart is a list of albums ranked by physical and digital sales and (from March 2015) audio streaming in the United Kingdom. It was published for the first time on 22 July 1956 and is compiled every week by the Official Charts Company (OCC) on Fridays (previously Sundays). It is broadcast on BBC Radio 1 (top 5) and published in Music Week magazine (top 75), and on the OCC website (top 100).", "category": "chart", "confidence": 1.0}, {"fact": "Thames", "summary": "The River Thames ( (listen) TEMZ), known alternatively in parts as the Isis, is a river that flows through southern England including London. At 215 miles (346 km), it is the longest river entirely in England and the second-longest in the United Kingdom, after the River Severn.\nIt flows through Oxford (where it is called the Isis), Reading, Henley-on-Thames and Windsor.", "category": "location", "confidence": 1.0}, {"fact": "Malcolm McLaren", "summary": "Malcolm Robert Andrew McLaren (22 January 1946 – 8 April 2010) was an English impresario, visual artist, performer, musician, clothes designer and boutique owner, notable for combining these activities in an inventive and provocative way.  He is best known as a promoter and manager of bands the New York Dolls and the Sex Pistols.\nBrought up unconventionally by his grandmother after his father, Peter, left the family home, McLaren attended a number of British art colleges and adopted the stance of the social rebel in the style of French revolutionaries the Situationists.", "category": "band", "confidence": 0.33}], [{"fact": "October 28", "summary": "October 28 is the 301st day of the year (302nd in leap years) in the Gregorian calendar.  64 days remain until the end of the year.\n\n\n== Events ==\nAD 97 – Emperor Nerva is forced by the Praetorian Guard to adopt general Marcus Ulpius Trajanus as his heir and successor.", "category": "date", "confidence": 0.98}, {"fact": "Queen", "summary": "Queen are a British rock band formed in London in 1970. Their classic line-up was Freddie Mercury (lead vocals, piano), Brian May (guitar, vocals), Roger Taylor (drums, vocals) and John Deacon (bass). Their earliest works were influenced by progressive rock, hard rock and heavy metal, but the band gradually ventured into more conventional and radio-friendly works by incorporating further styles, such as arena rock and pop rock.", "category": "band", "confidence": 1.0}, false], [{"fact": "October 31", "summary": "October 31 is the 304th day of the year (305th in leap years) in the Gregorian calendar.  61 days remain until the end of the year.\n\n\n== Events ==\n475 – Romulus Augustulus is proclaimed Western Roman Emperor.", "category": "date", "confidence": 0.98}, {"fact": "Karlheinz Stockhausen", "summary": "Karlheinz Stockhausen (German: [kaɐ̯lˈhaɪnts ˈʃtɔkhaʊzn̩]; 22 August 1928 – 5 December 2007) was a German composer, widely acknowledged by critics as one of the most important (Barrett 1988, 45; Harvey 1975b, 705; Hopkins 1972, 33; Klein 1968, 117) but also controversial (Power 1990, 30) composers of the 20th and early 21st centuries. A critic calls him \"one of the great visionaries of 20th-century music\" (Hewett 2007). He is known for his groundbreaking work in electronic music, for introducing controlled chance (aleatory techniques or aleatoric musical techniques) into serial composition, and for musical spatialization.", "category": "person-male", "confidence": 0.29}, false, {"fact": "National Theatre of Japan", "summary": "The National Theatre of Japan (国立劇場, Kokuritsu Gekijō) is a complex consisting of three halls in two buildings in Hayabusa-chō, a neighborhood in Chiyoda, Tokyo, Japan. The Japan Arts Council, an Independent Administrative Institution of the Ministry of Education, Culture, Sports, Science and Technology, operates the National Theatre. It primarily stages performances of traditional Japanese performing arts.", "category": "location", "confidence": 0.77}, {"fact": "Chiyoda, Tokyo", "summary": "Chiyoda (千代田区, Chiyoda-ku) is a special ward located in central Tokyo, Japan. It is known as Chiyoda City in English.It was formed in 1947 as a merger of Kanda and Kōjimachi wards following Tokyo City's transformation into Tokyo Metropolis. The modern Chiyoda ward exhibits contrasting Shitamachi and Yamanote geographical and cultural division.", "category": "location", "confidence": 0.55}, {"fact": "Gagaku", "summary": "Gagaku (雅楽, imperial court music and dances, lit. \"elegant music\") is a type of Japanese classical music that has been performed at the Imperial Court in Kyoto since the 7th century. Today, it is performed by the Board of Ceremonies in the Tokyo Imperial Palace.", "category": "location", "confidence": 0.3}], [{"fact": "November 25", "summary": "November 25 is the 329th day of the year (330th in leap years) in the Gregorian calendar.  36 days remain until the end of the year.\n\n\n== Events ==\n571 BC – Servius Tullius, king of Rome, celebrates a triumph for his victory over the Etruscans.", "category": "date", "confidence": 0.97}, false, false, {"fact": "Bette Midler", "summary": "Bette Midler (; born December 1, 1945) is an American singer, songwriter, actress, comedian, and film producer. Born in Honolulu, Hawaii, Midler began her professional career in several Off-Off-Broadway plays, prior to her engagements in Fiddler on the Roof and Salvation on Broadway in the late 1960s. She came to prominence in 1970 when she began singing in the Continental Baths, a local gay bathhouse where she managed to build up a core following.", "category": "person-female", "confidence": 1.0}, {"fact": "Art Garfunkel", "summary": "Arthur Ira Garfunkel (born November 5, 1941) is an American singer, poet, and actor. He is best known for his partnership with Paul Simon in the folk rock duo Simon & Garfunkel.\nHighlights of his solo music career include a top 10 hit, three top 20 hits, six top 40 hits, 14 Adult Contemporary top 30 singles, five Adult Contemporary number ones, two UK number ones and a People's Choice Award.", "category": "person-male", "confidence": 1.0}, {"fact": "Billy Preston", "summary": "William Everett Preston (September 2, 1946 – June 6, 2006) was an American musician whose work encompassed R&B, rock, soul, funk, and gospel. Preston was a top session keyboardist in the 1960s, during which he backed artists such as Little Richard, Sam Cooke, Ray Charles, Rev. James Cleveland and the Beatles.", "category": "band", "confidence": 0.31}, {"fact": "Melissa Manchester", "summary": "Melissa Manchester (born February 15, 1951) is an American singer-songwriter and actress. Since the 1970s, her songs have been carried by adult contemporary radio stations. She has also appeared on television, in films, and on stage.", "category": "person-female", "confidence": 1.0}, false], [{"fact": "November 30", "summary": "November 3 is the 307th day of the year (308th in leap years) in the Gregorian calendar.  58 days remain until the end of the year.\n\n\n== Events ==\n361 – Emperor Constantius II dies of a fever at Mopsuestia in Cilicia; on his deathbed he is baptised and declares his cousin Julian rightful successor.", "category": "date", "confidence": 0.98}, {"fact": "Bing Crosby", "summary": "Harry Lillis \"Bing\" Crosby Jr. (; May 3, 1903 – October 14, 1977) was an American singer, comedian and actor. The first multimedia star, Crosby was a leader in record sales, radio ratings, and motion picture grosses from 1931 to 1954.", "category": "person-male", "confidence": 0.52}, false, {"fact": "David Bowie", "summary": "David Robert Jones (8 January 1947 – 10 January 2016), known professionally as David Bowie ( BOH-ee), was an English singer-songwriter and actor. He was a leading figure in the music industry and is considered one of the most influential musicians of the 20th century. He was acclaimed by critics and musicians, particularly for his innovative work during the 1970s.", "category": "person-male", "confidence": 0.77}, {"fact": "Peace on Earth/Little Drummer Boy", "summary": "\"Peace on Earth/Little Drummer Boy\" (sometimes titled \"The Little Drummer Boy/Peace on Earth\") is a Christmas song with an added counterpoint performed by David Bowie and Bing Crosby.  \"The Little Drummer Boy\" is a Christmas song written in 1941, while the \"Peace on Earth\" tune and lyrics, written by Ian Fraser, Larry Grossman, and Alan Kohan, were added to the song specially for Bowie and Crosby's recording.The single saw commercial success upon its release in 1982 and peaked at number three on the UK Singles Chart.  The single became one of Bowie's best selling in his career, with total estimated sales over 400,000 in the UK alone.", "category": "song", "confidence": 0.64}, false], [{"fact": "December 14", "summary": "December 14 is the 348th day of the year (349th in leap years) in the Gregorian calendar.  17 days remain until the end of the year.\n\n\n== Events ==\n557 – Constantinople is severely damaged by an earthquake.", "category": "date", "confidence": 0.98}, false, {"fact": "disco", "summary": "Disco is a genre of dance music and a subculture that emerged in the 1970s from the United States’ urban nightlife scene. Its sound is typified by four-on-the-floor beats, syncopated basslines, string sections, horns, electric piano, synthesizers, and electric rhythm guitars.\nWell-known disco artists include Donna Summer, Gloria Gaynor, the Bee Gees, Chic, KC and the Sunshine Band, Thelma Houston, Sister Sledge, the Trammps, Village People and Michael Jackson.", "category": "band", "confidence": 0.38}, {"fact": "Bee Gees", "summary": "The Bee Gees \nwere a pop music group formed in 1958. Their lineup consisted of brothers Barry, Robin, and Maurice Gibb. The trio were especially successful as a popular music act in the late 1960s and early 1970s, and later as prominent performers of the disco music era in the mid-to-late 1970s.", "category": "band", "confidence": 0.655}], [{"fact": "December 17", "summary": "December 17 is the 351st day of the year (352nd in leap years) in the Gregorian calendar.  14 days remain until the end of the year.\n\n\n== Events ==\n497 BC – The first Saturnalia festival was celebrated in ancient Rome.", "category": "date", "confidence": 0.96}, {"fact": "Elvis Costello", "summary": "Declan Patrick MacManus, OBE (born 25 August 1954), better known by his stage name Elvis Costello, is an English post-punk singer-songwriter. He has won multiple awards in his career, including Grammy Awards in 1999 and 2020, and has twice been nominated for the Brit Award for Best British Male Artist. In 2003, he was inducted into the Rock and Roll Hall of Fame.", "category": "person-male", "confidence": 1.0}, false, {"fact": "Sex Pistols", "summary": "The Sex Pistols were an English punk rock band that formed in London in 1975. They were responsible for initiating the punk movement in the United Kingdom and inspiring many later punk and alternative rock musicians. Although their initial career lasted just two and a half years and produced only four singles and one studio album, Never Mind the Bollocks, Here's the Sex Pistols, they are regarded as one of the most influential acts in the history of popular music.The Sex Pistols originally comprised vocalist Johnny Rotten (John Lydon), guitarist Steve Jones, drummer Paul Cook and bassist Glen Matlock.", "category": "band", "confidence": 0.75}, {"fact": "Radio, Radio", "summary": "\"Radio Radio\" (sometimes written \"Radio, Radio\") is a single by Elvis Costello and The Attractions released in the United Kingdom in October 1978. The song had already appeared on the US version of their second album, This Year's Model, released earlier that year. \n\n\n== Background ==\n\"Radio Radio\" was written as a critique of the commercialization of FM radio.", "category": "song", "confidence": 0.51}], [{"fact": "December 31", "summary": "December 31 is the 365th day of the year (366th in leap years) in the Gregorian calendar. It is known by a collection of names including: Saint Sylvester's Day, New Year's Eve or Old Years Day/Night, as the following day is New Year's Day. It is the last day of the year; the following day is January 1, the first day of the following year.", "category": "date", "confidence": 1.0}, {"fact": "New Year's Rockin' Eve", "summary": "Dick Clark's New Year's Rockin' Eve (NYRE) is an annual New Year's Eve television special broadcast by ABC. The special broadcasts primarily from New York City's Times Square and prominently features coverage of its annual ball drop event, along with live and pre-recorded musical performances by popular musicians from Times Square and Hollywood, in addition to live performances and coverage of festivities from New Orleans.\nIts creator and namesake was the entertainer Dick Clark, who conceived New Year's Rockin' Eve as a younger-skewing competitor to Guy Lombardo's popular and long-running New Year's Eve big band broadcasts on CBS. The first two editions, in 1973 and 1974, were hosted by Three Dog Night and George Carlin, respectively, featured Dick Clark assuming the role of Times Square reporter, and were broadcast by NBC. In 1974–75, the program moved to its current home of ABC, and Clark assumed the role of host.\nFollowing the death of Guy Lombardo and the decline of CBS's specials, New Year's Rockin' Eve grew in popularity and became ingrained in pop culture—even prompting Clark himself to make appearances on other programs in parody of his role.", "category": "location", "confidence": 0.25}, {"fact": "Ohio Players", "summary": "Ohio Players were an American funk, soul music and R&B band, most popular in the 1970s. They are best known for their songs \"Fire\" and \"Love Rollercoaster\"; as well as for their erotic album covers that featured nude or nearly nude women. Many of the women were models featured in Playboy.", "category": "band", "confidence": 0.32}, {"fact": "Crystal Gayle", "summary": "Crystal Gayle (born Brenda Gail Webb; January 9, 1951) is an American country music singer and songwriter. Originally  under the guidance of sister Loretta Lynn, Gayle soon developed her own MOR style. This new musical direction made her one of the most successful crossover artists of the 1970s and 80s.", "category": "person-male", "confidence": 0.77}, {"fact": "Kenny Rogers", "summary": "Kenneth Donald Rogers (August 21, 1938 – March 20, 2020) was an American singer, songwriter, actor, record producer, and entrepreneur. He was elected to the Country Music Hall of Fame in 2013. Rogers was particularly popular with country audiences but also charted more than 120 hit singles across various music genres, and topped the country and pop album charts for more than 200 individual weeks in the United States alone.", "category": "person-male", "confidence": 0.5}, {"fact": "KC and the Sunshine Band", "summary": "KC and the Sunshine Band are an American disco and funk band, founded in 1973 in Hialeah, Florida. Their best-known songs include the hits \"That's the Way (I Like It)\", \"(Shake, Shake, Shake) Shake Your Booty\", \"I'm Your Boogie Man\", \"Keep It Comin' Love\", \"Get Down Tonight\", \"Boogie Shoes\", \"Please Don't Go\" and \"Give It Up\". The band took its name from lead vocalist Harry Wayne Casey's last name ('KC') and the 'Sunshine Band' from KC's home state of Florida, the Sunshine State.", "category": "band", "confidence": 1.0}, {"fact": "Andy Gibb", "summary": "Andrew Roy Gibb (5 March 1958 – 10 March 1988) was an English singer, songwriter, performer, and teen idol. He was the younger brother of the Bee Gees: Barry, Robin and Maurice Gibb.\nGibb came to international prominence in the late 1970s with six singles that reached the Top 10 in the United States, starting with \"I Just Want to Be Your Everything\" (1977), followed by three other top 20 singles.", "category": "person-male", "confidence": 0.57}], [{"fact": "Bohemian Rhapsody", "summary": "\"Bohemian Rhapsody\" is a song by the British rock band Queen. It was written by Freddie Mercury for the band's 1975 album A Night at the Opera. It is a six-minute suite, consisting of several sections without a chorus: an intro, a ballad segment, an operatic passage, a hard rock part and a reflective coda.", "category": "song", "confidence": 1.0}, {"fact": "BPI", "summary": "The BPI (British Recorded Music Industry) Limited, commonly known as the British Phonographic Industry or BPI, is the British recorded music industry's trade association.\n\n\n== Structure ==\nIts membership comprises hundreds of music companies including all three \"major\" record companies in the UK (Warner Music UK, Sony Music Entertainment, and Universal Music Group), and hundreds of independent music labels and small to medium-sized music businesses.\n\n\n== History ==\nIt has represented the interests of British record companies since being formally incorporated in 1973 when the principal aim was to promote British music and fight copyright infringement.", "category": "label", "confidence": 0.39}], [{"fact": "St Magnus Festival", "summary": "The St Magnus International Festival is an annual, week-long arts festival which takes place at midsummer on the islands of Orkney, off the north coast of mainland Scotland.\n\n\n== History and management ==\n\nThe festival was founded in 1977 by a group including the composer Sir Peter Maxwell Davies, who was a resident of Orkney, and the Orcadian poet George Mackay Brown. The artistic director is Alasdair Nicolson, who succeeded Glenys Hughes in 2010.", "category": "location", "confidence": 0.27}, {"fact": "Orkney", "summary": "Orkney (; Old Norse: Orkneyjar), also known as the Orkney Islands, is an archipelago in the Northern Isles of Scotland, situated off the north coast of the island of Great Britain. Orkney is 10 miles (16 km) north of the coast of Caithness and has about 70 islands, of which 20 are inhabited. The largest island, Mainland, is often referred to as \"the Mainland\", and has an area of 523 square kilometres (202 sq mi), making it the sixth-largest Scottish island and the tenth-largest island in the British Isles.", "category": "location", "confidence": 1.0}, {"fact": "Peter Maxwell Davies", "summary": "Sir Peter Maxwell Davies  (8 September 1934 – 14 March 2016) was a British composer and conductor, who in 2004 was made Master of the Queen's Music.As a student at both the University of Manchester and the Royal Manchester College of Music, Davies formed a group dedicated to contemporary music called the New Music Manchester with fellow students Harrison Birtwistle, Alexander Goehr, Elgar Howarth and John Ogdon. Davies’s compositions include eight works for the stage—from the monodrama Eight Songs for a Mad King, which shocked the audience in 1969, to Kommilitonen!, first performed in 2011—and ten symphonies, written between 1973 and 2013. \nAs a conductor, Davies was artistic director of the Dartington International Summer School from 1979 to 1984 and associate conductor/composer with the Royal Philharmonic Orchestra from 1992 to 2002, holding the latter position with the BBC Philharmonic Orchestra as well.", "category": "band", "confidence": 0.33}], [{"fact": "Badisches Staatstheater Karlsruhe", "summary": "The Badisches Staatstheater Karlsruhe is a theatre and opera house in Karlsruhe, Germany. It has existed in its present form and place at Ettlinger Tor since 1975. Achim Thorwald became the Intendant in summer 2002 and held that post until the end of the 2010/11 season.", "category": "event", "confidence": 0.63}, {"fact": "George Frideric Handel", "summary": "George Frideric (or Frederick) Handel (; born Georg Friederich Händel [ˈɡeːɔʁk ˈfʁiːdʁɪç ˈhɛndl̩] (listen); 23 February 1685 (O.S.) [(N.S.) 5 March] – 14 April 1759) was a German, later British, Baroque composer who spent the bulk of his career in London, becoming well known for his operas, oratorios, anthems, concerti grossi and organ concertos. Handel received important training in Halle and worked as a composer in Hamburg and Italy before settling in London in 1712; he became a naturalised British subject in 1727. He was strongly influenced both by the great composers of the Italian Baroque and by the middle-German polyphonic choral tradition.", "category": "person-male", "confidence": 0.72}], [{"fact": "Luigi Sagrati", "summary": "Luigi Sagrati (Rome, 10 November 1921 – Rome 20 March 2008) was an Italian violist.\n\nHe began studying the violin very young, and graduated cum laude from the Accademia Nazionale di Santa Cecilia. In the immediate postwar period he began an intensive concert activity in Italy and abroad.", "category": "location", "confidence": 0.6}, false], [{"fact": "IRCAM Center", "summary": "IRCAM (Institut de Recherche et Coordination Acoustique/Musique, or Institute for Research and Coordination in Acoustics/Music in English) is a French institute for science about music and sound and avant garde electro-acoustical art music. It is situated next to, and is organisationally linked with, the Centre Georges Pompidou in Paris. The extension of the building was designed by Renzo Piano and Richard Rogers.", "category": "location", "confidence": 0.32}, {"fact": "electro-acoustical art music", "summary": "Electroacoustic music is a genre of Western art music in which composers use technology to manipulate the timbres of acoustic sounds, sometimes by using audio signal processing, such as reverb or harmonizing, on acoustical instruments.(Staff n.d.) It originated around the middle of the 20th century, following the incorporation of electric sound production into compositional practice. The initial developments in electroacoustic music composition to fixed media during the 20th century are associated with the activities of the Groupe de Recherches Musicales at the ORTF in Paris, the home of musique concrète, the  Nordwestdeutscher Rundfunk (NWDR) studio in Cologne, where the focus was on the composition of elektronische Musik, and the Columbia-Princeton Electronic Music Center in New York City, where tape music, electronic music, and computer music were all explored. Practical electronic music instruments began to appear in the early 1900s.", "category": "location", "confidence": 0.37}], [{"fact": "The Cars", "summary": "The Cars were an American rock band formed in Boston in 1976. Emerging from the new wave scene in the late 1970s, the line-up consisted of singer, rhythm guitarist and songwriter Ric Ocasek, bassist and singer Benjamin Orr, lead guitarist Elliot Easton, keyboardist Greg Hawkes and drummer David Robinson.\nThe Cars were at the forefront of merging 1970s guitar-oriented rock with the new synthesizer-oriented pop that was then becoming popular and flourishing in the early 1980s.", "category": "band", "confidence": 0.75}, {"fact": "Elektra Records", "summary": "Elektra Records is an American record label owned by Warner Music Group, founded in 1950 by Jac Holzman and Paul Rickolt. It played an important role in the development of contemporary folk music and rock music between the 1950s and 1970s. In 2004, it was consolidated into WMG's Atlantic Records Group.", "category": "label", "confidence": 0.71}], [{"fact": "Devo", "summary": "Devo (, originally ) is an American rock band from Akron, Ohio formed in 1973. Their classic lineup consisted of two sets of brothers, the Mothersbaughs (Mark and Bob) and the Casales (Gerald and Bob), along with Alan Myers. The band had a No.", "category": "band", "confidence": 1.0}, {"fact": "Warner Bros", "summary": "Warner Bros. Entertainment Inc. (commonly known as Warner Bros.", "category": "location", "confidence": 0.66}], [{"fact": "Midnight Oil", "summary": "Midnight Oil (known informally as \"The Oils\") are an Australian rock band composed of Peter Garrett (vocals, harmonica), Rob Hirst (drums), Jim Moginie (guitar, keyboard), Martin Rotsey (guitar) and Bones Hillman (bass guitar). The group was formed in Sydney in 1972 by Hirst, Moginie and original bassist Andrew James as Farm: they enlisted Garrett the following year, changed their name in 1976, and hired Rotsey a year later. Peter Gifford served as bass player from 1980–1987.", "category": "band", "confidence": 1.0}, {"fact": "CBS Records", "summary": "Columbia Records is an American record label owned by Sony Music Entertainment, a subsidiary of Sony Corporation of America, the North American division of Japanese conglomerate Sony. It was founded in 1887, evolving from the American Graphophone Company, the successor to the Volta Graphophone Company. Columbia is the oldest surviving brand name in the recorded sound business, and the second major company to produce records.", "category": "label", "confidence": 1.0}], [{"fact": "The Neville Brothers", "summary": "The Neville Brothers were an American R&B/soul/funk group, formed in 1977 in New Orleans, Louisiana.\n\n\n== History ==\nThe group notion started in 1976, when the four brothers of the Neville family, Art (1937–2019), Charles (1938–2018), Aaron (b. 1941), and Cyril (b.", "category": "band", "confidence": 0.72}], [{"fact": "The Police", "summary": "The Police were a British rock band formed in London in 1977. For most of their history the line-up consisted of primary songwriter Sting (lead vocals, bass guitar), Andy Summers (guitar), and Stewart Copeland (drums, percussion). The Police became globally popular in the late 1970s and early 1980s.", "category": "band", "confidence": 1.0}], [false]]}