[[{"fact": "January 15", "summary": "January 1 is the first day of the year in the Gregorian Calendar. There are 364 days remaining until the end of the year (365 in leap years). This day is known as New Year's Day since the day marks the beginning of the year.", "category": "date"}, {"fact": "K.C. and the Sunshine Band", "summary": "KC and the Sunshine Band are an American disco and funk band, founded in 1973 in Hialeah, Florida. Their best-known songs include the hits \"That's the Way (I Like It)\", \"(Shake, Shake, Shake) Shake Your Booty\", \"I'm Your Boogie Man\", \"Keep It Comin' Love\", \"Get Down Tonight\", \"Boogie Shoes\", \"Please Don't Go\" and \"Give It Up\". The band took its name from lead vocalist Harry Wayne Casey's last name ('KC') and the 'Sunshine Band' from KC's home state of Florida, the Sunshine State.", "category": "band"}, {"fact": "Harry Wayne Casey", "summary": "Harry Wayne Casey (born January 31, 1951), better known by his stage name K.C., is an American musician, singer, songwriter, and record producer. He is best known for his band, KC and the Sunshine Band, as a producer of several hits for other artists, and as a pioneer of the disco genre of the 1970s.\n\n\n== Musical career ==\nHarry Wayne Casey formed his band in 1973.", "category": "person-male"}], [{"fact": "January 20", "summary": "January 20 is the 20th day of the year in the Gregorian calendar.  345 days remain until the end of the year (346 in leap years).\nIn ancient astrology, it is the cusp day between Capricorn and Aquarius.", "category": "date"}, {"fact": "Ozzy Osbourne", "summary": "John Michael \"Ozzy\" Osbourne (born 3 December 1948) is an English singer, songwriter, actor, and television personality. He rose to prominence during the 1970s as the lead vocalist of the heavy metal band Black Sabbath, during which he adopted the nickname the \"Prince of Darkness\". Osbourne was fired from the band in 1979 due to alcohol and drug problems, but he went on to have a successful solo career, releasing 12 studio albums, the first seven of which were awarded multi-platinum certifications in the US. Osbourne has since reunited with Black Sabbath on several occasions.", "category": "person-male"}, {"fact": "Des Moines, Iowa", "summary": "Des Moines ( (listen)) is the capital and the most populous city in the U.S. state of Iowa. It is also the county seat of Polk County. A small part of the city extends into Warren County.", "category": "location"}, false], [{"fact": "January 21", "summary": "January 4 is the fourth day of the year in the Gregorian calendar.  361 days remain until the end of the year (362 in leap years).\n\n\n== Events ==\n46 BC – Julius Caesar fights Titus Labienus in the Battle of Ruspina.", "category": "date"}, {"fact": "B. B. King", "summary": "Riley B. King (September 16, 1925 – May 14, 2015), known professionally as B.B. King, was an American singer-songwriter, guitarist, and record producer. King introduced a sophisticated style of soloing based on fluid string bending and shimmering vibrato that influenced many later blues electric guitar players.King was inducted into the Rock and Roll Hall of Fame in 1987, and is one of the most influential blues musicians of all time, earning the nickname \"The King of the Blues\", and is considered one of the \"Three Kings of the Blues Guitar\" (along with Albert and Freddie King). King performed tirelessly throughout his musical career, appearing on average at more than 200 concerts per year into his 70s.", "category": "person-male"}, {"fact": "University of Mississippi", "summary": "The University of Mississippi (colloquially known as Ole Miss) is a public research university in Oxford, Mississippi. Including the University of Mississippi Medical Center in Jackson, it is the state's largest university by enrollment and is the state’s flagship university. The university was chartered by the Mississippi Legislature on February 24, 1844, and four years later admitted its first enrollment of 80 students.", "category": "location"}], [{"fact": "January 22", "summary": "January 12 is the 12th day of the year in the Gregorian calendar.  353 days remain until the end of the year (354 in leap years).\n\n\n== Events ==\n1528 – Gustav I of Sweden is crowned King of Sweden, having already reigned since his election in June 1523.", "category": "date"}, {"fact": "Tommy Tucker", "summary": "Tommy Tucker (born Robert Higginbotham; March 5, 1933 – January 22, 1982) was an American blues singer-songwriter and pianist. He is best known for the 1964 hit song, \"Hi-Heel Sneakers\", that went to No. 11 on the Billboard Hot 100 chart, and peaked at No.", "category": "person-male"}, {"fact": "carbon tetrachloride", "summary": "Carbon tetrachloride, also known by many other names (such as tetrachloromethane, also recognised by the IUPAC, carbon tet in the cleaning industry, Halon-104 in firefighting, and Refrigerant-10 in HVACR) is an organic compound with the chemical formula CCl4. It is a colourless liquid with a \"sweet\" smell that can be detected at low levels. It has practically no flammability at lower temperatures.", "category": "location"}], [{"fact": "February 13", "summary": "February 2 is the 33rd day of the year in the Gregorian calendar.  332 days remain until the end of the year (333 in leap years).\n\n\n== Events ==\n506 – Alaric II, eighth king of the Visigoths promulgates the Breviary of Alaric (Breviarium Alaricianum or Lex Romana Visigothorum), a collection of \"Roman law\".", "category": "date"}, {"fact": "Lynyrd Skynyrd", "summary": "Lynyrd Skynyrd ( LEN-ərd SKIN-ərd) is an American rock band formed in Jacksonville, Florida, in 1964. The group was originally named My Backyard and comprised Ronnie Van Zant (lead vocalist), Gary Rossington (guitar), Allen Collins (guitar), Larry Junstrom (bass guitar) and Bob Burns (drums).  The band spent five years touring small venues under a variety of different names and with several lineup changes before finally deciding on \"Lynyrd Skynyrd\" in 1969.", "category": "band"}, {"fact": "Ronnie Van Zant", "summary": "Ronald Wayne Van Zant (January 15, 1948 – October 20, 1977) was an American musician known as the lead vocalist, primary lyricist, and founding member of the Southern rock band Lynyrd Skynyrd. He was the older brother of two other rock vocalists: current Lynyrd Skynyrd lead vocalist Johnny Van Zant and Donnie Van Zant, the founder and vocalist of 38 Special. He was the father of Tammy Van Zant and Melody Van Zant.", "category": "band"}, {"fact": "Orange Park, Florida", "summary": "Orange Park is a town in Clay County, Florida, United States, and a suburb of Jacksonville. The population was 8,412 at the 2010 census. The name \"Orange Park\" is additionally applied to a wider area of northern Clay County outside the town limits, covering such communities as Fleming Island, Lakeside, Bellair-Meadowbrook Terrace and Oakleaf Plantation.", "category": "location"}], [{"fact": "February 19", "summary": "February 1 is the 32nd day of the year in the Gregorian calendar.  333 days remain until the end of the year (334 in leap years).\n\n\n== Events ==\n1327 – The teenaged Edward III is crowned King of England, but the country is ruled by his mother Queen Isabella and her lover Roger Mortimer.", "category": "date"}, {"fact": "Ozzy Osbourne", "summary": "John Michael \"Ozzy\" Osbourne (born 3 December 1948) is an English singer, songwriter, actor, and television personality. He rose to prominence during the 1970s as the lead vocalist of the heavy metal band Black Sabbath, during which he adopted the nickname the \"Prince of Darkness\". Osbourne was fired from the band in 1979 due to alcohol and drug problems, but he went on to have a successful solo career, releasing 12 studio albums, the first seven of which were awarded multi-platinum certifications in the US. Osbourne has since reunited with Black Sabbath on several occasions.", "category": "person-male"}, {"fact": "The Alamo", "summary": "The Battle of the Alamo (February 23 – March 6, 1836) was a pivotal event in the Texas Revolution. Following a 13-day siege, Mexican troops under President General Antonio López de Santa Anna reclaimed the Alamo Mission near San Antonio de Béxar (modern-day San Antonio, Texas, United States), killing the Texian and immigrant occupiers. Santa Anna's cruelty during the battle inspired many Texians, both legal Texas settlers and illegal immigrants from the United States, to join the Texian Army.", "category": "location"}, {"fact": "San Antonio", "summary": "San Antonio (; from Spanish, \"Saint Anthony,\" officially the City of San Antonio, is the seventh-most populous city in the United States, and the second-most populous city in both Texas and the Southern United States, with more than 1.5 million residents. Founded as a Spanish mission and colonial outpost in 1718, the city became the first chartered civil settlement in present-day Texas in 1731. The area was still part of the Spanish Empire, and later of the Mexican Republic.", "category": "location"}], [{"fact": "February 20", "summary": "February 5 is the 36th day of the year in the Gregorian calendar.  329 days remain until the end of the year (330 in leap years).\n\n\n== Events ==\nAD 62 – Earthquake in Pompeii, Italy.", "category": "date"}, false, false, {"fact": "Maui", "summary": "The island of Maui (; Hawaiian: [ˈmɐwwi]) is the second-largest of the Hawaiian Islands at 727.2 square miles (1,883 km2) and is the 17th largest island in the United States. Maui is part of the State of Hawaii and is the largest of Maui County's four islands, which include Molokaʻi, Lānaʻi, and unpopulated Kahoʻolawe. In 2010, Maui had a population of 144,444, third-highest of the Hawaiian Islands, behind that of Oʻahu and Hawaiʻi Island.", "category": "location"}], [{"fact": "February 27", "summary": "February 27 is the 58th day of the year in the Gregorian calendar.  307 days remain until the end of the year (308 in leap years).\n\n\n== Events ==\n380 – Edict of Thessalonica: Emperor Theodosius I and his co-emperors Gratian and Valentinian II declare their wish that all Roman citizens convert to Nicene Christianity.", "category": "date"}, {"fact": "D'Oyly Carte Opera Company", "summary": "The D'Oyly Carte Opera Company is a professional light opera company that staged Gilbert and Sullivan's Savoy operas nearly year-round in the UK and sometimes toured in Europe, North America and elsewhere, from the 1870s until 1982. The company was revived for short seasons and tours from 1988 to 2003, and with Scottish Opera it later co-produced two productions.\nIn 1875, Richard D'Oyly Carte asked the dramatist W. S. Gilbert and the composer Arthur Sullivan to collaborate on a short comic opera to round out an evening's entertainment.", "category": "location"}, {"fact": "Adelphi Theatre", "summary": "The Adelphi Theatre  is a London West End theatre, located on the Strand in the City of Westminster. The present building is the fourth on the site. The theatre has specialised in comedy and musical theatre, and today it is a receiving house for a variety of productions, including many musicals.", "category": "location"}], [{"fact": "March 3", "summary": "March 3 is the 62nd day of the year (63rd in leap years) in the Gregorian calendar.  303 days remain until the end of the year.\n\n\n== Events ==\n473 – Gundobad (nephew of Ricimer) nominates Glycerius as emperor of the Western Roman Empire.", "category": "date"}, {"fact": "The Mamas & the Papas", "summary": "The Mamas and the Papas were an American folk rock vocal group which recorded and performed from 1965 to 1968. The group was a defining force in the music scene of the counterculture of the 1960s. The group was composed of John Phillips, Denny Doherty, Cass Elliot, and Michelle Phillips (born  Holly Gilliam).", "category": "person-male"}, {"fact": "John Phillips", "summary": "John Edmund Andrew Phillips (August 30, 1935 – March 18, 2001) was an American singer, guitarist, songwriter, and promoter. He is famous as a member and leader of the vocal group The Mamas & the Papas, and for his role in organizing the 1967 Monterey Pop Festival.\n\n\n== Early life ==\nPhillips was born August 30, 1935, in Parris Island, South Carolina.", "category": "person-male"}, {"fact": "Denny Doherty", "summary": "Dennis Gerrard Stephen Doherty (November 29, 1940 – January 19, 2007) was a Canadian musician, singer, songwriter and actor. He was most widely known as a founding member of the 1960s musical group The Mamas & the Papas.\n\n\n== Early career ==\nDenny Doherty was born in Halifax, Nova Scotia, the youngest of five children.", "category": "person-male"}, {"fact": "Mackenzie Phillips", "summary": "Laura Mackenzie Phillips (born November 10, 1959) is an American actress and singer, known for her roles in American Graffiti, as rebellious but ultimately loving teenager Julie Mora Cooper Horvath on the sitcom One Day at a Time, and for the Disney Channel science fiction show So Weird.\n\n\n== Early life ==\nBorn in Alexandria, Virginia, she is the daughter of John Phillips, singer in The Mamas & the Papas, and his first wife, Susan Stuart Adams (1936–2016). She is the sister of Jeffrey Phillips and a half-sister of Tamerlane Phillips, actress Bijou Phillips, and singer Chynna Phillips.", "category": "person-female"}, {"fact": "Spanky McFarlane", "summary": "Spanky and Our Gang was an American 1960s sunshine pop band led by Elaine \"Spanky\" McFarlane. The band derives its name from Hal Roach's Our Gang comedies of the 1930s (known to modern audiences as The Little Rascals), because of the similarity of her surname with that of George McFarland (Spanky). The group was known for its vocal harmonies.", "category": "band"}, {"fact": "Michelle Gilliam", "summary": "Michelle Phillips (born Holly Michelle Gilliam; June 4, 1944) is an American singer, songwriter, actress, and former model. She rose to fame as a vocalist in the musical quartet the Mamas and the Papas in the mid-1960s. Phillips garnered critical acclaim for her voice, which was deemed by Time magazine as the \"purest soprano in pop music.\" She later established a successful career as an actress in film and television in the 1970s.", "category": "person-female"}, {"fact": "Mama Cass", "summary": "Cass Elliot (born Ellen Naomi Cohen; September 19, 1941 – July 29, 1974), also known as Mama Cass, was an American singer and actress who is best known for having been a member of the Mamas and the Papas. After the group broke up, she released five solo albums. In 1998, she was posthumously inducted into the Rock and Roll Hall of Fame for her work with the Mamas and the Papas.", "category": "person-female"}], [{"fact": "March 4", "summary": "March 4 is the 63rd day of the year (64th in leap years) in the Gregorian calendar.  302 days remain until the end of the year.\n\n\n== Events ==\nAD 51 – Nero, later to become Roman emperor, is given the title princeps iuventutis (head of the youth).", "category": "date"}, {"fact": "Frank Zappa", "summary": "Frank Vincent Zappa (December 21, 1940 – December 4, 1993) was an American multi-instrumentalist musician, composer, and bandleader. His work is characterized by nonconformity, free-form improvisation, sound experiments, musical virtuosity, and satire of American culture. In a career spanning more than 30 years, Zappa composed rock, pop, jazz, jazz fusion, orchestral and musique concrète works, and produced almost all of the 60-plus albums that he released with his band the Mothers of Invention and as a solo artist.", "category": "band"}, {"fact": "Dweezil", "summary": "Dweezil Zappa (born Ian Donald Calvin Euclid Zappa; September 5, 1969) is an American rock guitarist and occasional actor. He is the son of musical composer and performer Frank Zappa. Exposed to the music industry from an early age, Dweezil developed a strong affinity for playing the guitar and producing music.", "category": "person-male"}, {"fact": "Moon Unit", "summary": "Moon Unit Zappa (born September 28, 1967) is an American actress and author.\n\n\n== Personal life ==\nMoon Zappa was born in New York City, the eldest child of Gail (née Sloatman) and musician Frank Zappa. She has three younger siblings: Dweezil, Ahmet, and Diva.", "category": "person-male"}, {"fact": "Fred Zeppelin", "summary": "Led Zeppelin were  an English rock band whose career spanned twelve years from 1968 to 1980. They are widely considered one of the most successful, innovative, and influential rock groups in history. During the band's tenure and in the years since they disbanded, many artists have recorded and released cover versions of their songs.", "category": "band"}], [{"fact": "March 5", "summary": "March 5 is the 64th day of the year (65th in leap years) in the Gregorian calendar.  301 days remain until the end of the year.\n\n\n== Events ==\n363 – Roman Emperor Julian moves from Antioch with an army of 90,000 to attack the Sasanian Empire, in a campaign which would bring about his own death.", "category": "date"}, {"fact": "Blues Brother", "summary": "The Blues Brothers is an American blues and soul revivalist band founded in 1978 by comedians Dan Aykroyd and John Belushi as part of a musical sketch on Saturday Night Live. Belushi and Aykroyd fronted the band, in character, respectively, as lead vocalist 'Joliet' Jake Blues and harmonica player/vocalist Elwood Blues. The band was composed of well-known musicians, and debuted as the musical guest in a 1978 episode of Saturday Night Live, opening the show performing \"Hey Bartender\", and later \"Soul Man\".In 1978, the band released their debut album, Briefcase Full of Blues, and opened for the Grateful Dead at the closing of Winterland Arena in San Francisco.", "category": "band"}, {"fact": "John Belushi", "summary": "John Adam Belushi (January 24, 1949 – March 5, 1982) was an American actor, comedian and singer, and one of the seven original cast members of the NBC sketch comedy show Saturday Night Live (SNL). Throughout his career, Belushi had a close personal and artistic partnership with his fellow SNL star Dan Aykroyd, whom he met while they were both working at Chicago's The Second City comedy club.Born in Chicago to Albanian American parents, Belushi started his own successful comedy troupe with Tino Insana and Steve Beshekas, called \"The West Compass Trio\". Belushi performed with The Second City after Bernard Sahlins discovered him.", "category": "person-male"}, {"fact": "Chateau Marmont", "summary": "The Chateau Marmont is a hotel located at 8221 Sunset Boulevard in Los Angeles, California. The hotel was designed by architects Arnold A. Weitzman and William Douglas Lee and completed in 1929. It was modeled loosely after the Château d'Amboise, a royal retreat in France's Loire Valley.The hotel is known as both a long- and short-term residence for celebrities – historically \"populated by people either on their way up or on their way down\" – as well as a home for New Yorkers in Hollywood.", "category": "location"}], [{"fact": "March 18", "summary": "March 18 is the 77th day of the year (78th in leap years) in the Gregorian calendar.  288 days remain until the end of the year.\n\n\n== Events ==\n1068 – An earthquake in the Levant and the Arabian Peninsula, leaves up to 20,000 dead.", "category": "date"}, {"fact": "Teddy Pendergrass", "summary": "Theodore DeReese \"Teddy\" Pendergrass (March 26, 1950 – January 13, 2010) was an American singer. Born in Kingstree, South Carolina, he was raised in Philadelphia, Pennsylvania, he initially rose to musical fame as the lead singer of Harold Melvin & the Blue Notes. After leaving the group over monetary disputes in 1976, Pendergrass launched a successful solo career under the Philadelphia International label, releasing five consecutive platinum albums, then a record for an African-American R&B artist.", "category": "person-male"}, {"fact": "Philadelphia", "summary": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis.", "category": "location"}], [{"fact": "March 19", "summary": "March 19 is the 78th day of the year (79th in leap years) in the Gregorian calendar.  287 days remain until the end of the year.\n\n\n== Events ==\n1279 – A Mongol victory at the Battle of Yamen ends the Song dynasty in China.", "category": "date"}, {"fact": "Ozzy Osbourne", "summary": "John Michael \"Ozzy\" Osbourne (born 3 December 1948) is an English singer, songwriter, actor, and television personality. He rose to prominence during the 1970s as the lead vocalist of the heavy metal band Black Sabbath, during which he adopted the nickname the \"Prince of Darkness\". Osbourne was fired from the band in 1979 due to alcohol and drug problems, but he went on to have a successful solo career, releasing 12 studio albums, the first seven of which were awarded multi-platinum certifications in the US. Osbourne has since reunited with Black Sabbath on several occasions.", "category": "person-male"}, {"fact": "Randy Rhoads", "summary": "Randall William Rhoads (December 6, 1956 – March 19, 1982) was an American heavy metal guitarist who played with Quiet Riot and Ozzy Osbourne. A devoted student of classical guitar, Rhoads combined his classical music influences with his own heavy metal style. He died in a plane accident while on tour with Osbourne in Florida in 1982.", "category": "band"}, {"fact": "Leesburg, Florida", "summary": "Leesburg is a city in Lake County, Florida, United States. The population was 20,117 at the 2010 census. As of 2018, the population recorded by the U.S. Census Bureau was 23,163.Leesburg is in central Florida, between Lake Harris and Lake Griffin, at the head of the Oklawaha River system.", "category": "location"}], [{"fact": "March 22", "summary": "March 22 is the 81st day of the year (82nd in leap years) in the Gregorian calendar.  284 days remain until the end of the year.\n\n\n== Events ==\n106 – Start of the Bostran era, the calendar of the province of Arabia Petraea.", "category": "date"}, {"fact": "Iron Maiden", "summary": "Iron Maiden are an English heavy metal band formed in Leyton, East London, in 1975 by bassist and primary songwriter Steve Harris. The band's discography has grown to 39 albums, including 16 studio albums, 12 live albums, four EPs, and seven compilations.\nPioneers of the new wave of British heavy metal, Iron Maiden achieved initial success during the early 1980s.", "category": "band"}, {"fact": "The Number of the Beast", "summary": "The Number of the Beast is the third studio album by English heavy metal band Iron Maiden. It was released on 22 March 1982 in the United Kingdom by EMI Records and in the United States by Harvest and Capitol Records. The album was their first to feature vocalist Bruce Dickinson and their last with drummer Clive Burr.", "category": "album"}, false, {"fact": "Bruce Dickinson", "summary": "Paul Bruce Dickinson (born 7 August 1958) is an English singer, songwriter, musician, airline pilot, entrepreneur, author, and broadcaster. He is known for his work as the lead singer of the heavy metal band Iron Maiden and is renowned for his wide-ranging operatic vocal style and energetic stage presence.\nBorn in Worksop, Nottinghamshire, Dickinson began his career in music fronting small pub bands in the 1970s while attending school in Sheffield and university in London.", "category": "person-male"}], [{"fact": "March 28", "summary": "March 28 is the 87th day of the year (88th in leap years) in the Gregorian calendar.  278 days remain until the end of the year.\n\n\n== Events ==\nAD 37 – Roman emperor Caligula accepts the titles of the Principate, bestowed on him by the Senate.", "category": "date"}, {"fact": "David Crosby", "summary": "David Van Cortlandt Crosby (born August 14, 1941) is an American singer-songwriter and musician. In addition to his solo career, he was a founding member of both the Byrds and Crosby, Stills & Nash.\nCrosby joined the Byrds in 1964.", "category": "person-male"}, {"fact": "cocaine", "summary": "Cocaine, also known as coke, is a strong stimulant most frequently used as a recreational drug. It is commonly snorted, inhaled as smoke, or dissolved and injected into a vein. Mental effects may include loss of contact with reality, an intense feeling of happiness, or agitation.", "category": "uncategorized"}], [{"fact": "Rod Stewart", "summary": "Sir Roderick David Stewart  (born 10 January 1945) is a British rock singer and songwriter. Born and raised in London, he is of Scottish and English ancestry. Stewart is one of the best-selling music artists of all time, having sold over 120 million records worldwide.", "category": "person-male"}], [{"fact": "Joe Strummer", "summary": "John Graham Mellor (21 August 1952 – 22 December 2002), known from May 1975 as Joe Strummer, was a British musician, singer, composer, actor and songwriter who was the co-founder, lyricist, rhythm guitarist and co-lead vocalist of the Clash, a rock band formed in 1976 as part of the original wave of British punk rock.\nTheir second album, Give 'Em Enough Rope (1978) reached number 2 on the UK charts. Soon after, they achieved success in the US, starting with London Calling (1979), and peaking with 1982's Combat Rock, reaching number 7 on the US charts and being certified 2× platinum there.", "category": "person-male"}, {"fact": "The Clash", "summary": "The Clash were an English rock band formed in London in 1976 as a key player in the original wave of British punk rock. They also contributed to the post-punk and new wave movements that emerged in the wake of punk and employed elements of a variety of genres including reggae, dub, funk, ska, and rockabilly. For most of their recording career, the Clash consisted of lead vocalist and rhythm guitarist Joe Strummer, lead guitarist and vocalist Mick Jones, bassist Paul Simonon, and drummer Nicky \"Topper\" Headon.", "category": "band"}], [{"fact": "September 3", "summary": "September 3 is the 246th day of the year (247th in leap years) in the Gregorian calendar.  119 days remain until the end of the year.\n\n\n== Events ==\n36 BC – In the Battle of Naulochus, Marcus Vipsanius Agrippa, admiral of Octavian, defeats Sextus Pompey, son of Pompey, thus ending Pompeian resistance to the Second Triumvirate.", "category": "date"}, {"fact": "US Festival", "summary": "The US Festival (US pronounced like the pronoun, not as initials) was the name of two early 1980s music and culture festivals.\n\n\n== Background ==\nSteve Wozniak, cofounder of Apple and creator of the Apple I and Apple II personal computers, believed that the 1970s were the \"Me\" generation. He intended the US Festivals, with Bill Graham's participation, to encourage the 1980s to be more community-oriented and combine technology with rock music.", "category": "event"}, {"fact": "Devore, California", "summary": "Devore Heights, or Devore, is a rural and mountainous neighborhood in San Bernardino, California. It is located just north of the junction of Interstate 15 and Interstate 215, about 12 miles northwest of downtown San Bernardino. It is also the last town to pass through before taking the Cajon Pass to reach Hesperia, California.", "category": "location"}, {"fact": "The Police", "summary": "The Police were a British rock band formed in London in 1977. For most of their history the line-up consisted of primary songwriter Sting (lead vocals, bass guitar), Andy Summers (guitar), and Stewart Copeland (drums, percussion). The Police became globally popular in the late 1970s and early 1980s.", "category": "band"}, {"fact": "Tom Petty & the Heartbreakers", "summary": "Tom Petty and the Heartbreakers (alternately Tom Petty & The Heartbreakers) were an American rock band from Gainesville, Florida. Formed in 1976, the band originally comprised Tom Petty (lead singer, guitar), Mike Campbell (lead guitarist), Ron Blair (bass guitar), Stan Lynch (drums), and Benmont Tench (keyboards). In 1981, Blair, weary of the touring lifestyle, departed the band.", "category": "band"}, {"fact": "Fleetwood Mac", "summary": "Fleetwood Mac are a British-American rock band, formed in London in 1967. They have sold more than 120 million records worldwide, making them one of the world's best-selling bands. In 1998, select members of Fleetwood Mac were inducted into the Rock and Roll Hall of Fame and received the Brit Award for Outstanding Contribution to Music.Fleetwood Mac was founded by guitarist Peter Green, drummer Mick Fleetwood and guitarist Jeremy Spencer.", "category": "band"}, {"fact": "Grateful Dead", "summary": "The Grateful Dead was an American rock band formed in 1965 in Palo Alto, California. The band is known for its eclectic style, which fused elements of rock, folk, country, jazz, bluegrass, blues, gospel, and psychedelic rock; for live performances of lengthy instrumental jams; and for its devoted fan base, known as \"Deadheads.\" \"Their music,\" writes Lenny Kaye, \"touches on ground that most other groups don't even know exists.\" These various influences were distilled into a diverse and psychedelic whole that made the Grateful Dead \"the pioneering Godfathers of the jam band world\". The band was ranked 57th by Rolling Stone magazine in its The Greatest Artists of All Time issue.", "category": "band"}, {"fact": "Talking Heads", "summary": "Talking Heads were an American rock band formed in 1975 in New York City and active until 1991. The band comprised David Byrne (lead vocals, guitar), Chris Frantz (drums), Tina Weymouth (bass), and Jerry Harrison (keyboards, guitar). Described by the critic Stephen Thomas Erlewine as \"one of the most critically acclaimed bands of the '80s,\" the group helped to pioneer new wave music by integrating elements of punk, art rock, funk, and world music with avant-garde sensibilities and an anxious, clean-cut image.Former art school students who became involved in the 1970s New York punk scene, Talking Heads released their 1977 debut album, Talking Heads: 77, to positive reviews.", "category": "band"}, {"fact": "The B-52's", "summary": "The B-52s (styled as The B-52's prior to 2008) are an American new wave band formed in Athens, Georgia, in 1976. The original line-up consisted of Fred Schneider (vocals, percussion), Kate Pierson (vocals, keyboards), Cindy Wilson (vocals, percussion), Ricky Wilson (guitar), and Keith Strickland (drums, guitar, keyboards). Ricky Wilson died from AIDS-related illness in 1985, and Strickland switched from drums to lead guitar.", "category": "band"}], [{"fact": "September 7", "summary": "September 7 is the 250th day of the year (251st in leap years) in the Gregorian calendar.  115 days remain until the end of the year.\n\n\n== Events ==\nAD 70 – A Roman army under Titus occupies and plunders Jerusalem.", "category": "date"}, false, {"fact": "Broadway", "summary": "Broadway theatre, also known simply as Broadway, refers to the theatrical performances presented in the 41 professional theatres, each with 500 or more seats, located in the Theater District and Lincoln Center along Broadway, in Midtown Manhattan, New York City. Broadway and London's West End together represent the highest commercial level of live theater in the English-speaking world.  While the thoroughfare itself has become eponymous with the district and its collection of 41 theatres, only three of the theatres are physically located on Broadway itself (being the Broadway Theatre, the Palace Theatre, and the Winter Garden Theatre), the rest are located on the numbered cross streets extending from the Nederlander Theatre one block south of Times Square on West 41st Street, north along either side of Broadway to the Vivian Beaumont Theater, located outside of the Theater District on West 65th street, with the highest concentration of theaters located between 42nd Street (Times Square) and 49th Street.", "category": "location"}], [{"fact": "September 22", "summary": "September 22 is the 265th day of the year (266th in leap years) in the Gregorian calendar.  100 days remain until the end of the year. It is frequently the day of the autumnal equinox in the Northern Hemisphere and the day of the vernal equinox in the Southern Hemisphere.", "category": "date"}, {"fact": "The Who", "summary": "The Who are an English rock band formed in London in 1964. Their original line-up consisted of lead singer Roger Daltrey, guitarist and singer Pete Townshend, bass guitarist John Entwistle and drummer Keith Moon. They are considered one of the most influential rock bands of the 20th century, selling over 100 million records worldwide.", "category": "band"}], [{"fact": "October 1", "summary": "October 1 is the 274th day of the year (275th in leap years) in the Gregorian calendar.  91 days remain until the end of the year.\nIt is the first day of the fourth quarter of the year.", "category": "date"}], [{"fact": "The Nightfly", "summary": "The Nightfly is the debut studio album by American singer-songwriter Donald Fagen. Produced by Gary Katz, it was released October 1, 1982 by Warner Bros. Records.", "category": "album"}, {"fact": "Donald Fagen", "summary": "Donald Jay Fagen (born January 10, 1948) is an American musician best known as the co-founder, lead singer, co-songwriter, and keyboardist of the band Steely Dan, formed in the early 1970s. He has also released four albums as a solo artist and in 2001 was inducted into the Rock and Roll Hall of Fame. The 2017 death of Steely Dan's co-founder Walter Becker left Fagen as the only remaining original member.", "category": "person-male"}, false], [{"fact": "October 6", "summary": "October 6 is the 279th day of the year (280th in leap years) in the Gregorian calendar.  86 days remain until the end of the year.\n\n\n== Events ==\n105 BC – Cimbrian War: Defeat at the Battle of Arausio accelerates the Marian reforms of the Roman army.", "category": "date"}, {"fact": "Madonna", "summary": "Madonna Louise Ciccone (; Italian: [tʃikˈkoːne]; born August 16, 1958) is an American singer, songwriter, and actress. Referred to as the \"Queen of Pop\" since the 1980s, Madonna is known for pushing the boundaries of songwriting in popular music and for the visuals she uses onstage and in music videos. She has frequently reinvented her music and image while remaining completely in charge of every aspect of her career.", "category": "person-female"}, {"fact": "Everybody", "summary": "\"Everybody\" is the debut single by American singer Madonna, released on October 6, 1982, under the label Sire Records. The single was featured on her eponymous debut studio album Madonna (1983). Madonna had recorded a demo of the song with Steve Bray.", "category": "song"}, {"fact": "Sire Records", "summary": "Sire Records is an American record label that is owned by Warner Music Group and distributed by Warner Records (formerly called Warner Bros. Records).\n\n\n== History ==\n\n\n=== Beginnings ===\nThe label was founded in 1966 as Sire Productions by Seymour Stein and Richard Gottehrer, each investing ten thousand dollars into the new company.", "category": "label"}], [{"fact": "November 1", "summary": "November 1 is the 305th day of the year (306th in leap years) in the Gregorian calendar.  60 days remain until the end of the year.\n\n\n== Events ==\n365 – The Alemanni cross the Rhine and invade Gaul.", "category": "date"}, {"fact": "Blondie", "summary": "Blondie is an American rock band founded by singer Debbie Harry and guitarist Chris Stein.  The band were pioneers in the early American new wave and punk scenes of the mid-late 1970s. Its first two albums contained strong elements of these genres, and although successful in the United Kingdom and Australia, Blondie was regarded as an underground band in the United States until the release of Parallel Lines in 1978.", "category": "band"}], [{"fact": "November 5", "summary": "November 5 is the 309th day of the year (310th in leap years) in the Gregorian calendar.  56 days remain until the end of the year.\n\n\n== Events ==\n1138 – Lý Anh Tông is enthroned as emperor of Vietnam at the age of two, beginning a 37-year reign.", "category": "date"}, false, {"fact": "The Jam", "summary": "The Jam were  an English mod revival/punk rock band during the 1970s and early 1980s, which formed in 1972 at Sheerwater Secondary School in Woking, in the county of Surrey.\nWhile it shared the \"angry young man\" outlook and fast tempo of the contemporary mid-1970s' British punk rock movement, in contrast with it the band wore smartly tailored suits reminiscent of English pop-bands in the early 1960s, and incorporated mainstream 1960s rock and R&B influences into its sound, particularly from The Who's work of that period, and also drew influence from the work of the Kinks and the music of American Motown. This placed the act at the forefront of the 1970s/1980s nascent Mod Revival movement.", "category": "band"}], [{"fact": "November 21", "summary": "November 21 is the 325th day of the year (326th in leap years) in the Gregorian calendar.  40 days remain until the end of the year.\n\n\n== Events ==\n164 BCE – Judas Maccabeus, son of Mattathias of the Hasmonean family, restores the Temple in Jerusalem.", "category": "date"}, {"fact": "Joni Mitchell", "summary": "Roberta Joan \"Joni\" Mitchell  (née Anderson; born November 7, 1943) is a Canadian singer-songwriter. Drawing from folk, pop, rock, and jazz, Mitchell's songs often reflect social and environmental ideals as well as her feelings about romance, confusion, disillusionment, and joy. She has received many accolades, including nine Grammy Awards and induction into the Rock and Roll Hall of Fame in 1997.", "category": "person-female"}, {"fact": "Larry Klein", "summary": "Larry Klein (born 1956) is an American musician, songwriter, record producer, and head of Strange Cargo, an imprint with Universal Music Group.Klein began his career as a bassist, playing with jazz artists Willie Bobo and Freddie Hubbard. He went on to perform with other jazz artists such as Carmen McRae, Joe Henderson, Bobby Hutcherson, Wayne Shorter, Herbie Hancock, Bobby McFerrin, and Dianne Reeves. As a bass player he has worked with artists such as Bob Dylan, Robbie Robertson, Peter Gabriel, Don Henley, Lindsey Buckingham, and Randy Newman.Klein has produced albums for musicians such as Joni Mitchell, Herbie Hancock, Shawn Colvin, Holly Cole, Madeleine Peyroux, Melody Gardot and Tracy Chapman.", "category": "person-male"}], [{"fact": "November 25", "summary": "November 25 is the 329th day of the year (330th in leap years) in the Gregorian calendar.  36 days remain until the end of the year.\n\n\n== Events ==\n571 BC – Servius Tullius, king of Rome, celebrates a triumph for his victory over the Etruscans.", "category": "date"}, {"fact": "Montego Bay", "summary": "Montego Bay is the capital of the parish of St. James in Jamaica. The city is the fourth-largest urban area in the country by population, after Kingston, Spanish Town, and Portmore, all of which form the Greater Kingston Metropolitan Area, home to over half a million people.", "category": "location"}, {"fact": "Peter Tosh", "summary": "Peter Tosh, OM (born Winston Hubert McIntosh; 19 October  1944 – 11 September 1987) was a Jamaican reggae musician. Along with Bob Marley and Bunny Wailer, he was one of the core members of the band the Wailers (1963–1976), after which he established himself as a successful solo artist and a promoter of Rastafari. He was murdered in 1987 during a home invasion.", "category": "person-male"}, {"fact": "Rick James", "summary": "James Ambrose Johnson Jr. (February 1, 1948 – August 6, 2004), better known by his stage name Rick James, was an American singer-songwriter, multi-instrumentalist and producer. Born and raised in Buffalo, New York, James began his musical career in his teen years.", "category": "person-male"}, {"fact": "The Clash", "summary": "The Clash were an English rock band formed in London in 1976 as a key player in the original wave of British punk rock. They also contributed to the post-punk and new wave movements that emerged in the wake of punk and employed elements of a variety of genres including reggae, dub, funk, ska, and rockabilly. For most of their recording career, the Clash consisted of lead vocalist and rhythm guitarist Joe Strummer, lead guitarist and vocalist Mick Jones, bassist Paul Simonon, and drummer Nicky \"Topper\" Headon.", "category": "band"}, {"fact": "Grateful Dead", "summary": "The Grateful Dead was an American rock band formed in 1965 in Palo Alto, California. The band is known for its eclectic style, which fused elements of rock, folk, country, jazz, bluegrass, blues, gospel, and psychedelic rock; for live performances of lengthy instrumental jams; and for its devoted fan base, known as \"Deadheads.\" \"Their music,\" writes Lenny Kaye, \"touches on ground that most other groups don't even know exists.\" These various influences were distilled into a diverse and psychedelic whole that made the Grateful Dead \"the pioneering Godfathers of the jam band world\". The band was ranked 57th by Rolling Stone magazine in its The Greatest Artists of All Time issue.", "category": "band"}, {"fact": "Aretha Franklin", "summary": "Aretha Louise Franklin (March 25, 1942 – August 16, 2018) was an American singer, songwriter, pianist, and civil rights activist. Franklin began her career as a child singing gospel at New Bethel Baptist Church in Detroit, Michigan, where her father C. L. Franklin was minister. At the age of 18, she embarked on a secular-music career as a recording artist for Columbia Records.", "category": "person-male"}, {"fact": "Squeeze", "summary": "Squeeze are a British rock band that came to prominence in the United Kingdom during the new wave period of the late 1970s, and continued recording in the 1980s, 1990s and 2010s. In the UK, their singles \"Cool for Cats\", \"Up the Junction\" and \"Labelled with Love\" were top-ten chart hits. Though not as commercially successful in the United States, Squeeze had American hits with \"Tempted\", \"Hourglass\" and \"853-5937\", and were considered a part of the Second British Invasion.The vast majority of their material is composed of lyrics by Chris Difford and music by Glenn Tilbrook, who are guitarists and vocalists in the band.", "category": "band"}], [{"fact": "November 29", "summary": "November 29 is the 333rd day of the year (334th in leap years) in the Gregorian calendar.  32 days remain until the end of the year.\n\n\n== Events ==\n561 – King Chlothar I dies at Compiègne.", "category": "date"}, {"fact": "Sena Jurinac", "summary": "Srebrenka \"Sena\" Jurinac  (Serbo-Croatian pronunciation: [srêbreːŋka sěːna jurǐːnat͜s]) (24 October 1921 – 22 November 2011) was a Bosnia-born Croatian-Austrian operatic soprano.\n\n\n== Biography ==\nJurinac was born in Travnik, Bosnia-Herzegovina (then part of the Kingdom of Yugoslavia), the daughter of a Croatian father (a doctor) and a Viennese mother.She studied at the Zagreb Academy of Music, and with Milka Kostrenčić. Her voice was pitched exactly between soprano and mezzo.", "category": "person-male"}, {"fact": "Vienna State Opera", "summary": "The Vienna State Opera (German: Wiener Staatsoper, IPA: [ˈviːnɐ ˈʃtaːt͡sˌʔoːpɐ]) is an opera house and opera company based in Vienna, Austria. The 1,709-seat Renaissance Revival venue was the first major building on the Vienna Ring Road. It was built from 1861 to 1869 following plans by August Sicard von Sicardsburg and Eduard van der Nüll, and designs by Josef Hlávka.", "category": "location"}], [{"fact": "November 30", "summary": "November 3 is the 307th day of the year (308th in leap years) in the Gregorian calendar.  58 days remain until the end of the year.\n\n\n== Events ==\n361 – Emperor Constantius II dies of a fever at Mopsuestia in Cilicia; on his deathbed he is baptised and declares his cousin Julian rightful successor.", "category": "date"}, {"fact": "Michael Jackson", "summary": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, and dancer. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century and one of the greatest entertainers in the history of music. Jackson's contributions to music, dance, and fashion, along with his publicized personal life, made him a global figure in popular culture for over four decades.", "category": "person-male"}, {"fact": "Thriller", "summary": "Thriller is the sixth studio album by American singer Michael Jackson, released on November 30, 1982 by Epic Records. Reunited with Off the Wall producer Quincy Jones, Jackson was inspired to create an album where \"every song was a killer\". With the ongoing backlash against disco, Jackson moved in a new musical direction, incorporating pop, post-disco, R&B, rock and funk.", "category": "album"}], [{"fact": "December 3", "summary": "December 3 is the 337th day of the year (338th in leap years) in the Gregorian calendar.  28 days remain until the end of the year.\n\n\n== Events ==\n915 – Pope John X crowned Berengar I of Italy as Holy Roman Emperor.", "category": "date"}, {"fact": "ABBA", "summary": "ABBA  are a Swedish pop supergroup formed in Stockholm in 1972 by Agnetha Fältskog, Björn Ulvaeus, Benny Andersson, and Anni-Frid Lyngstad. The group's name is an acronym of the first letters of their first names. They became one of the most commercially successful acts in the history of popular music, topping the charts worldwide from 1974 to 1982.", "category": "band"}, {"fact": "Under Attack", "summary": "\"Under Attack\" is a single by Swedish pop group ABBA. It was originally featured as a track on the 1982 compilation album The Singles: The First Ten Years, but was released as a single the following year in most countries. However, in the United Kingdom it was released on 3 December 1982. \"Under Attack\" was ABBA's 28th single for Polar Music and was the band's last widely released single.", "category": "band"}], [{"fact": "December 31", "summary": "December 31 is the 365th day of the year (366th in leap years) in the Gregorian calendar. It is known by a collection of names including: Saint Sylvester's Day, New Year's Eve or Old Years Day/Night, as the following day is New Year's Day. It is the last day of the year; the following day is January 1, the first day of the following year.", "category": "date"}, {"fact": "New Year's Rockin' Eve", "summary": "Dick Clark's New Year's Rockin' Eve (NYRE) is an annual New Year's Eve television special broadcast by ABC. The special broadcasts primarily from New York City's Times Square and prominently features coverage of its annual ball drop event, along with live and pre-recorded musical performances by popular musicians from Times Square and Hollywood, in addition to live performances and coverage of festivities from New Orleans.\nIts creator and namesake was the entertainer Dick Clark, who conceived New Year's Rockin' Eve as a younger-skewing competitor to Guy Lombardo's popular and long-running New Year's Eve big band broadcasts on CBS. The first two editions, in 1973 and 1974, were hosted by Three Dog Night and George Carlin, respectively, featured Dick Clark assuming the role of Times Square reporter, and were broadcast by NBC. In 1974–75, the program moved to its current home of ABC, and Clark assumed the role of host.\nFollowing the death of Guy Lombardo and the decline of CBS's specials, New Year's Rockin' Eve grew in popularity and became ingrained in pop culture—even prompting Clark himself to make appearances on other programs in parody of his role.", "category": "event"}, {"fact": "The Go-Go's", "summary": "The Go-Go's are an American new wave band formed in Los Angeles, California in 1978. Except for short periods when other musicians joined briefly, the band has had a relatively stable line-up consisting of Charlotte Caffey on lead guitar and keyboards, Belinda Carlisle on lead vocals, Gina Schock on drums, Kathy Valentine on bass guitar, and Jane Wiedlin on rhythm guitar.  The Go-Go's rose to fame during the early 1980s and were the first, and to date only, all-female band that both wrote their own songs and played their own instruments to top the Billboard album charts.Their 1981 debut album, Beauty and the Beat, is considered one of the \"cornerstone albums of US new wave\" (AllMusic), breaking barriers and paving the way for a host of other new American acts.", "category": "band"}, {"fact": "Hall & Oates", "summary": "Daryl Hall & John Oates, colloquially referred to as Hall & Oates, are an American pop rock duo formed in 1970 in Philadelphia. Daryl Hall is generally the lead vocalist; John Oates primarily plays electric guitar and provides backing vocals. The two write most of the songs they perform, separately or in collaboration.", "category": "band"}, {"fact": "Ronnie Milsap", "summary": "Ronnie Lee Milsap (born January 16, 1943) is an American country music singer and pianist. He was one of country music's most popular and influential performers of the 1970s and 1980s. He became one of the most successful and versatile country \"crossover\" singers of his time, appealing to both country and pop music markets with hit songs that incorporated pop, R&B, and rock and roll elements.", "category": "person-male"}, {"fact": "Barry Manilow", "summary": "Barry Manilow (born Barry Alan Pincus, June 17, 1943) is an American singer-songwriter, arranger, musician and producer with a career that has spanned more than 50 years. His hit recordings include \"Could It Be Magic\", \"Mandy\", \"I Write the Songs\", \"Can't Smile Without You\" and \"Copacabana (At the Copa)\".\nHe recorded and released 46 Top 40 singles on the Adult Contemporary Chart, including 13 that hit number one and 28 of which appeared within the top ten, and has released many multi-platinum albums.", "category": "person-male"}, {"fact": "Jermaine Jackson", "summary": "Jermaine La Jaune Jackson (born December 11, 1954) is an American singer, songwriter, bass guitarist, and member of the Jackson family. He was a member of The Jackson Five, a singing group consisting of him and four of his brothers from 1965 to 1975, where he was the second lead vocalist after his brother Michael and played bass guitar.Jackson sang the lead on some of their songs and had featured vocals on many others, including many of their biggest hits such as \"I'll Be There\" and \"I Want You Back\". When the band left Motown and reformed as \"The Jacksons\", Jermaine decided to stay with Motown due to loyalty to Motown founder Berry Gordy, whose daughter he had married, and was replaced in the group by youngest brother Randy.", "category": "person-male"}], [{"fact": "Iron Maiden", "summary": "Iron Maiden are an English heavy metal band formed in Leyton, East London, in 1975 by bassist and primary songwriter Steve Harris. The band's discography has grown to 39 albums, including 16 studio albums, 12 live albums, four EPs, and seven compilations.\nPioneers of the new wave of British heavy metal, Iron Maiden achieved initial success during the early 1980s.", "category": "band"}, {"fact": "Clive Burr", "summary": "Clive Burr (8 March 1957 – 12 March 2013) was an English drummer.  He was a member of Iron Maiden from 1979 to 1982.\n\n\n== Career ==\nPreviously a member of Samson, Burr joined Iron Maiden in 1979.", "category": "uncategorized"}, {"fact": "Nicko McBrain", "summary": "Michael Henry \"Nicko\" McBrain (born 5 June 1952) is an English musician and drummer of the British heavy metal band Iron Maiden, which he joined in 1982. Having played in small pub bands from the age of 14, after graduating school McBrain paid his bills with session work before he joined a variety of artists, such as Streetwalkers, Pat Travers, and the French political band, Trust. He joined Iron Maiden in time to debut on their fourth album (replacing Clive Burr), Piece of Mind (1983), and has remained with them since, contributing to a total of thirteen studio releases.", "category": "person-male"}, {"fact": "Trust", "summary": "Trust is a French hard rock band founded in 1977 and popular in Europe in the first half of the 1980s. The band is best known for guitarist Norbert \"Nono\" Krief's prowess, for Bernard \"Bernie\" Bonvoisin's voice reminiscent of AC/DC's Bon Scott and for his lyrics about social and political themes. Iron Maiden's drummers Nicko McBrain and Clive Burr were part of Trust line-up in the 1980s.", "category": "band"}]]