[[{"fact": "January 3", "summary": "January 3 is the third day of the year in the Gregorian calendar.  362 days remain until the end of the year (363 in leap years). Perihelion, the point during the year when the Earth is closest to the Sun, occurs around this date.", "category": "date", "confidence": 0.96}, {"fact": "Cinemax", "summary": "Cinemax is an American premium cable and satellite television network owned by Home Box Office, Inc. Cinemax primarily broadcasts theatrically released feature films, along with original series, documentaries and special behind-the-scenes features.\nAs of July 2015, Cinemax's programming was available to approximately 21.325 million television households (18.3% of cable, satellite and telco customers) in the United States (20.785 million subscribers or 17.9% of all households with pay television service receive at least Cinemax's primary channel).", "category": "media", "confidence": 0.49}, false, false, {"fact": "Coconut Grove", "summary": "Coconut Grove is the oldest continuously inhabited neighborhood of Miami in Miami-Dade County, Florida, United States. The neighborhood is roughly bound by North Prospect Drive to the south, LeJeune Road to the west, South Dixie Highway (US 1) and Rickenbacker Causeway to the north, and Biscayne Bay to the east. It is south of the neighborhoods of Brickell and The Roads and east of Coral Gables.", "category": "location", "confidence": 0.91}, false], [{"fact": "January 20", "summary": "January 20 is the 20th day of the year in the Gregorian calendar.  345 days remain until the end of the year (346 in leap years).\nIn ancient astrology, it is the cusp day between Capricorn and Aquarius.", "category": "date", "confidence": 0.96}, {"fact": "Rock and Roll Hall of Fame", "summary": "The Rock and Roll Hall of Fame (RRHOF) is a museum and hall of fame located in downtown Cleveland, Ohio, on the shore of Lake Erie. The museum documents the history of rock music and the artists, producers, engineers, and other notable figures who have influenced its development.\nThe Rock and Roll Hall of Fame Foundation was established on April 20, 1983, by Ahmet Ertegun, founder and chairman of Atlantic Records.", "category": "location", "confidence": 0.71}, {"fact": "The Beach Boys", "summary": "The Beach Boys are an American rock band formed in Hawthorne, California in 1961. The group's original lineup consisted of brothers Brian, Dennis, and Carl Wilson, their cousin Mike Love, and their friend Al Jardine. Distinguished by their vocal harmonies and early surf songs, they are one of the most influential acts of the rock era.", "category": "band", "confidence": 0.88}, false, {"fact": "The Drifters", "summary": "The Drifters are an American doo-wop and R&B/soul vocal group. They were originally formed as a backing group for Clyde McPhatter, formerly the lead tenor of Billy Ward and his Dominoes in 1953.\nAccording to Rolling Stone magazine, the Drifters were the least stable of the great vocal groups, as they were low-paid musicians hired by George Treadwell, who owned the Drifters' name from 1955, after McPhatter left.", "category": "band", "confidence": 0.68}, {"fact": "Bob Dylan", "summary": "Bob Dylan (born Robert Allen Zimmerman; May 24, 1941) is an American singer-songwriter, author, and visual artist who has been a major figure in popular culture for more than fifty years. Much of his most celebrated work dates from the 1960s, when songs such as \"Blowin' in the Wind\" (1963) and \"The Times They Are a-Changin'\" (1964) became anthems for the civil rights movement and anti-war movement. His lyrics during this period incorporated a wide range of political, social, philosophical, and literary influences, defied pop-music conventions and appealed to the burgeoning counterculture.", "category": "person-male", "confidence": 0.75}, {"fact": "The Supremes", "summary": "The Supremes were an American female singing group and a premier act of Motown Records during the 1960s. Founded as The Primettes in Detroit, Michigan, in 1959, the Supremes were the most commercially successful of Motown's acts and are, to date, America's most successful vocal group with 12 number one singles on the Billboard Hot 100. Most of these hits were written and produced by Motown's main songwriting and production team, Holland–Dozier–Holland.", "category": "band", "confidence": 0.65}, false], [{"fact": "January 28", "summary": "January 21 is the 21st day of the year in the Gregorian calendar.  344 days remain until the end of the year (345 in leap years).\n\n\n== Events ==\n763 – Following the Battle of Bakhamra between Alids and Abbasids near Kufa, the Alid rebellion ends with the death of Ibrahim, brother of Isa ibn Musa.", "category": "date", "confidence": 0.96}, {"fact": "Tampa, Florida", "summary": "Tampa US: ) is a major city in, and the county seat of, Hillsborough County, Florida, United States. It is on the west coast of Florida on Tampa Bay, near the Gulf of Mexico. Tampa is the largest city in the Tampa Bay Area.", "category": "location", "confidence": 0.96}, {"fact": "Mötley Crüe", "summary": "Mötley Crüe is an American heavy metal band formed in Los Angeles, California,  in 1981. The group was founded by bassist Nikki Sixx, drummer Tommy Lee, lead guitarist Mick Mars and lead singer Vince Neil. Mötley Crüe has sold over 100 million albums worldwide.", "category": "band", "confidence": 0.76}, {"fact": "Nikki Sixx", "summary": "Nikki Sixx (born Frank Carlton Serafino Feranna Jr.; December 11, 1958) is an American musician, songwriter, radio host, and photographer, best known as the co-founder, bassist, and primary songwriter of the band Mötley Crüe. Prior to forming Mötley Crüe, Sixx was a member of Sister before going on to form London with his Sister bandmate Lizzie Grey. In 2000, he formed side project group 58 with Dave Darling, Steve Gibb and Bucket Baker issuing one album, titled Diet for a New America, the same year while, in 2002, he formed the hard rock supergroup Brides of Destruction with L.A. Guns guitarist Tracii Guns.", "category": "person-male", "confidence": 0.55}, false], [{"fact": "March 10", "summary": "March 10 is the 69th day of the year (70th in leap years) in the Gregorian calendar.  296 days remain until the end of the year.\n\n\n== Events ==\n241 BC – First Punic War: Battle of the Aegates: The Romans sink the Carthaginian fleet bringing the First Punic War to an end.", "category": "date", "confidence": 0.86}, {"fact": "Andy Gibb", "summary": "Andrew Roy Gibb (5 March 1958 – 10 March 1988) was an English singer, songwriter, performer, and teen idol. He was the younger brother of the Bee Gees: Barry, Robin and Maurice Gibb.\nGibb came to international prominence in the late 1970s with six singles that reached the Top 10 in the United States, starting with \"I Just Want to Be Your Everything\" (1977), followed by three other top 20 singles.", "category": "person-male", "confidence": 0.36}, {"fact": "Oxford", "summary": "Oxford ( OKS-fərd) is a university city in Oxfordshire, England, with a population of 155,000. It is 56 miles (90 km) northwest of London, 64 miles (103 km) from Birmingham and 24 miles (39 km) from Reading by road.\nThe city is home to the University of Oxford, the oldest university in the English-speaking world, and has buildings in every style of English architecture from late Anglo-Saxon.", "category": "location", "confidence": 0.81}], [{"fact": "March 26", "summary": "March 26 is the 85th day of the year (86th in leap years) in the Gregorian calendar.  280 days remain until the end of the year.\n\n\n== Events ==\n590 – Emperor Maurice proclaims his son Theodosius as co-emperor of the Byzantine Empire.", "category": "date", "confidence": 0.97}, {"fact": "Man in the Mirror", "summary": "\"Man in the Mirror\" is a song recorded by Michael Jackson, with lyrics and music by Glen Ballard and Siedah Garrett, and produced by Jackson and Quincy Jones. It was released in February 1988 as the fourth single from his seventh solo album, Bad (1987). Arranged with a gospel choir, the song is played in the keys of G major and A♭ major at a tempo of 100 bpm.", "category": "song", "confidence": 0.66}, {"fact": "Michael Jackson", "summary": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, and dancer. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century and one of the greatest entertainers in the history of music. Jackson's contributions to music, dance, and fashion, along with his publicized personal life, made him a global figure in popular culture for over four decades.", "category": "person-male", "confidence": 0.58}, false, {"fact": "Billboard Hot 100", "summary": "The Billboard Hot 100 is the music industry standard record chart in the United States for songs, published weekly by Billboard magazine. Chart rankings are based on sales (physical and digital), radio play, and online streaming in the United States.\nThe weekly tracking period for sales was initially Monday to Sunday when Nielsen started tracking sales in 1991, but was changed to Friday to Thursday in July 2015.", "category": "chart", "confidence": 0.98}, false], [{"fact": "April 7", "summary": "April 7 is the 97th day of the year (98th in leap years) in the Gregorian calendar.  268 days remain until the end of the year.\n\n\n== Events ==\n451 – Attila the Hun sacks the town of Metz and attacks other cities in Gaul.", "category": "date", "confidence": 0.84}, {"fact": "Alice Cooper", "summary": "Alice Cooper (born Vincent Damon Furnier; February 4, 1948) is an American singer, songwriter, and actor whose career spans over 50 years. With his distinctive raspy voice and a stage show that features numerous props, including guillotines, electric chairs, fake blood, reptiles, baby dolls, and dueling swords, Cooper is considered by music journalists and peers alike to be \"The Godfather of Shock Rock\". He has drawn equally from horror films, vaudeville, and garage rock to pioneer a macabre and theatrical brand of rock designed to shock people.Originating in Phoenix, Arizona in 1964, \"Alice Cooper\" was originally a band consisting of Furnier on vocals and harmonica, Glen Buxton on lead guitar, Michael Bruce on rhythm guitar, Dennis Dunaway on bass guitar, and Neal Smith on drums.", "category": "person-male", "confidence": 1.0}, {"fact": "Gallows", "summary": "A gallows (or scaffold) is a frame, typically wooden, from which objects can be hung or “weighed”. Gallows were thus widely used for public weighing scales for large objects such as sacks of grain or minerals, usually positioned in markets or toll gates. The term was also used for a framework from which a ship’s anchor might be raised so that it no longer sat on the bottom, i.e., “weighing [the] anchor”.", "category": "location", "confidence": 0.35}, false], [{"fact": "April 19", "summary": "April 19 is the 109th day of the year (110th in leap years) in the Gregorian calendar.  256 days remain until the end of the year.\n\n\n== Events ==\nAD 65 – The freedman Milichus betrays Piso's plot to kill the Emperor Nero and all the conspirators are arrested.", "category": "date", "confidence": 0.93}, {"fact": "rock and roll", "summary": "Rock and roll (often written as rock & roll, rock 'n' roll, or rock 'n roll) is a genre of popular music that originated and evolved in the United States during the late 1940s and early 1950s from musical styles such as gospel, jump blues, jazz, boogie woogie, rhythm and blues, and country music. While elements of what was to become rock and roll can be heard in blues records from the 1920s and in country records of the 1930s, the genre did not acquire its name until 1954.According to journalist Greg Kot, \"rock and roll\" is a style of popular music originating in the U.S. in the 1950s. It is distinguished here from \"the more encompassing international style known as \"rock music\" that developed by the mid-1960s, though the latter also continued to be known as rock and roll.\"In the earliest rock and roll styles, either the piano or saxophone was typically the lead instrument, but these instruments were generally replaced or supplemented by guitar in the middle to late 1950s.", "category": "genre", "confidence": 0.68}, {"fact": "Sonny Bono", "summary": "Salvatore Phillip \"Sonny\" Bono (; February 16, 1935 – January 5, 1998) was an American singer-songwriter, producer, actor, and politician who came to fame in partnership with his second wife Cher as the popular singing duo Sonny & Cher. He was mayor of Palm Springs, California from 1988 to 1992, and the Republican congressman for California's 44th district from 1995 until his death in 1998.\nThe United States Copyright Term Extension Act of 1998, which extended the term of copyright by 20 years, was named in honor of Bono when it was passed by Congress nine months after his death.", "category": "person-male", "confidence": 0.56}, {"fact": "Palm Springs, California", "summary": "Palm Springs is a desert resort city in Riverside County, California, United States, within the Colorado Desert's Coachella Valley. The city covers approximately 94 square miles (240 km2), making it the largest city in Riverside County by land area.  Every other square mile of the city is part of the Agua Caliente Band of Cahuilla Indians reservation land.", "category": "location", "confidence": 0.88}, false], [{"fact": "April 25", "summary": "April 25 is the 115th day of the year (116th in leap years) in the Gregorian calendar.  250 days remain until the end of the year.\n\n\n== Events ==\n404 BC – Admiral Lysander and King Pausanias of Sparta blockade Athens and bring the Peloponnesian War to a successful conclusion.", "category": "date", "confidence": 0.97}, false, {"fact": "drug smuggling", "summary": "The illegal drug trade or drug trafficking is a global black market dedicated to the cultivation, manufacture, distribution and sale of drugs that are subject to drug prohibition laws. Most jurisdictions prohibit trade, except under license, of many types of drugs through the use of drug prohibition laws.\nThe United Nations Office on Drugs and Crime's World Drug Report 2005 estimates the size of the global illicit drug market at US$321.6 billion in 2003 alone.", "category": "location", "confidence": 0.57}, {"fact": "North Carolina", "summary": "North Carolina ( (listen)) is a U.S. state located in the southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west.", "category": "location", "confidence": 0.98}, false, false], [{"fact": "April 30", "summary": "April 30 is the 120th day of the year (121st in leap years) in the Gregorian calendar.  245 days remain until the end of the year.\n\n\n== Events ==\n311 – The Diocletianic Persecution of Christians in the Roman Empire ends.", "category": "date", "confidence": 0.96}, {"fact": "Eurovision Song Contest", "summary": "The Eurovision Song Contest 1988 was the 33rd edition of the annual Eurovision Song Contest. The contest took place on 30 April 1988 in Dublin, Ireland, following the country's win at the previous 1987 edition. The presenters were Pat Kenny and Michelle Rocca.", "category": "song", "confidence": 0.31}, {"fact": "RDS Simmonscourt Pavilion", "summary": "The Royal Dublin Society (RDS) is the name given in 1820 to a philanthropic organisation which was founded as the 'Dublin Society' on 25 June 1731 to see Ireland thrive culturally and economically. The RDS is synonymous with its campus in Ballsbridge in Dublin, Ireland. This campus includes the \"RDS Arena\", \"RDS Simmonscourt\", \"RDS Main Hall\" and other venues which are used regularly for exhibitions, concerts and sporting events, including regular use by the Leinster Rugby team.", "category": "location", "confidence": 0.43}, {"fact": "French-Canadian", "summary": "French Canadians (also referred to as Canadiens; French: Canadiens français [kanadjɛ̃ fʁɑ̃sɛ] or Canadiennes françaises [kanadjɛn fʁɑ̃sɛz]) are an ethnic group who trace their ancestry to French colonists who settled in Canada from the 17th century onward. Today, people of French heritage make up the majority of native speakers of French in Canada, who in turn account for about 22 per cent of the country's total population. The majority of French Canadians reside in Quebec, where they constitute the majority of the province's population, although French-Canadian and francophone minority communities exist in all other Canadian provinces and territories as well.", "category": "location", "confidence": 0.44}, {"fact": "Celine Dion", "summary": "Céline Marie Claudette Dion  (, also UK: , French: [selin maʁi klodɛt djɔ̃], Quebec French: [- d͡zjɔ̃]; born 30 March 1968) is a Canadian singer. Born into a large family from Charlemagne, Quebec, she emerged as a teen star in her homeland with a series of French-language albums during the 1980s. She first gained international recognition by winning both the 1982 Yamaha World Popular Song Festival and the 1988 Eurovision Song Contest, where she represented Switzerland.", "category": "person-female", "confidence": 0.74}, {"fact": "Switzerland", "summary": "Switzerland has participated in the Eurovision Song Contest 60 times since making its debut at the first contest in 1956, missing only four contests, in 1995, 1999, 2001 and 2003. Switzerland hosted the first contest in 1956 in Lugano, and won it. Switzerland won the contest again in 1988, with the 1989 contest being held in Lausanne.", "category": "event", "confidence": 0.71}, {"fact": "Ne partez pas sans moi", "summary": "\"Ne partez pas sans moi\" (\"Don't Leave Without Me\") is a song recorded by Canadian singer Celine Dion. The song was written by Atilla Şereftuğ and Nella Martinetti. It is best known as the Swiss winning entry at the Eurovision Song Contest 1988, held in Dublin.", "category": "song", "confidence": 0.47}, false], [{"fact": "May 14", "summary": "May 14 is the 134th day of the year (135th in leap years) in the Gregorian calendar.  231 days remain until the end of the year.\n\n\n== Events ==\n1097 – The Siege of Nicaea begins during the First Crusade.", "category": "date", "confidence": 0.95}, {"fact": "Atlantic Records", "summary": "Atlantic Recording Corporation (simply known as Atlantic Records) is an American record label founded in October 1947 by Ahmet Ertegün and Herb Abramson. Over its first 20 years of operation, Atlantic earned a reputation as one of the most important American labels, specializing in jazz, R&B, and soul by Aretha Franklin, Ray Charles, Wilson Pickett, Sam and Dave, Ruth Brown and Otis Redding. Its position was greatly improved by its distribution deal with Stax.", "category": "label", "confidence": 0.98}, {"fact": "Madison Square Garden", "summary": "Madison Square Garden, colloquially known as The Garden or in initials as MSG, is a multi-purpose indoor arena in New York City. Located in Midtown Manhattan between 7th and 8th Avenues from 31st to 33rd Streets, it is situated atop Pennsylvania Station. It is the fourth venue to bear the name \"Madison Square Garden\"; the first two (1879 and 1890) were located on Madison Square, on East 26th Street and Madison Avenue, with the third Madison Square Garden (1925) further uptown at Eighth Avenue and 50th Street.", "category": "location", "confidence": 1.0}, {"fact": "Crosby, Stills & Nash", "summary": "Crosby, Stills & Nash (CSN) are a folk rock supergroup made up of American singer-songwriters David Crosby and Stephen Stills, and English singer-songwriter Graham Nash. When joined by Canadian singer-songwriter Neil Young as a fourth member, they are called Crosby, Stills, Nash & Young (CSNY). They are noted for their intricate vocal harmonies, often tumultuous interpersonal relationships, political activism, and lasting influence on American music and culture.", "category": "person-male", "confidence": 0.46}, {"fact": "Iron Butterfly", "summary": "Iron Butterfly is an American rock band best known for the 1968 hit \"In-A-Gadda-Da-Vida\", providing a dramatic sound that led the way towards the development of hard rock and heavy metal music. Formed in San Diego, California, among band members who used to be \"arch enemies\", their heyday was the late 1960s, but the band has been reincarnated with various members with varying levels of success, with no new recordings since 1975. The band's seminal 1968 album In-A-Gadda-Da-Vida was a best-seller.", "category": "band", "confidence": 0.66}, {"fact": "Ruth Brown", "summary": "Ruth Alston Brown (née Weston, January 12, 1928 – November 17, 2006) was an American singer-songwriter and actress, sometimes known as the \"Queen of R&B\". She was noted for bringing a pop music style to R&B music in a series of hit songs for Atlantic Records in the 1950s, such as \"So Long\", \"Teardrops from My Eyes\" and \"(Mama) He Treats Your Daughter Mean\". For these contributions, Atlantic became known as \"the house that Ruth built\" (alluding to the popular nickname for the old Yankee Stadium).Following a resurgence that began in the mid-1970s and peaked in the 1980s, Brown used her influence to press for musicians' rights regarding royalties and contracts; these efforts led to the founding of the Rhythm and Blues Foundation.", "category": "person-female", "confidence": 0.47}, {"fact": "Foreigner", "summary": "Foreigner is a British–American rock band, originally formed in New York City & London in 1976 by veteran English musician and ex–Spooky Tooth member Mick Jones, and fellow Briton and ex–King Crimson member Ian McDonald along with American vocalist Lou Gramm.\nJones came up with the band's name as he, McDonald and Dennis Elliott were British, while Gramm, Al Greenwood and Ed Gagliardi were American. Their biggest hit single, \"I Want to Know What Love Is\", topped the United Kingdom and United States charts among others.", "category": "band", "confidence": 0.74}, {"fact": "Wilson Pickett", "summary": "Wilson Pickett (March 18, 1941 – January 19, 2006) was an American singer and songwriter.\nA major figure in the development of American soul music, Pickett recorded over 50 songs which made the US R&B charts, many of which crossed over to the Billboard Hot 100. Among his best-known hits are \"In the Midnight Hour\" (which he co-wrote), \"Land of 1,000 Dances\", \"Mustang Sally\", and \"Funky Broadway\".Pickett was inducted into the Rock and Roll Hall of Fame in 1991, in recognition of his impact on songwriting and recording.", "category": "person-male", "confidence": 0.52}, {"fact": "Led Zeppelin", "summary": "Led Zeppelin were  an English rock band formed in London in 1968. The group consisted of vocalist Robert Plant, guitarist Jimmy Page, bassist/keyboardist John Paul Jones, and drummer John Bonham. With their heavy, guitar-driven sound, they are regularly cited as one of the progenitors of heavy metal, although their style drew from a variety of influences, including blues and folk music.", "category": "band", "confidence": 0.87}, {"fact": "Jason Bonham", "summary": "Jason John Bonham (born 15 July 1966) is an English drummer. He is the son of the late Led Zeppelin drummer John Bonham and Patricia \"Pat\" Bonham (née Phillips). After his father's death in September 1980, he played with Led Zeppelin on different occasions, including the Ahmet Ertegun Tribute Concert at The O2 Arena in London in 2007.", "category": "person-male", "confidence": 0.57}, false], [{"fact": "May 27", "summary": "May 27 is the 147th day of the year (148th in leap years) in the Gregorian calendar.  218 days remain until the end of the year.\n\n\n== Events ==\n1096 – Count Emicho enters Mainz, where his followers massacre Jewish citizens.", "category": "date", "confidence": 0.95}, {"fact": "Monsters of Rock Tour 1988", "summary": "The Monsters of Rock Tour 1988 was a festival tour co-headlined by Van Halen and The Scorpions. Opening bands included Metallica, Dokken, and Kingdom Come. It formed the first section of Van Halen OU812 Tour, the main part of which followed immediately after Monsters of Rock 1988.", "category": "band", "confidence": 0.53}, {"fact": "East Troy, Wisconsin", "summary": "East Troy is a village in Walworth County, Wisconsin, United States. The population was 4,281 at the 2010 census. The village is located southeast of the Town of East Troy.", "category": "location", "confidence": 0.98}, false, {"fact": "Metallica", "summary": "Metallica is an American heavy metal band. The band was formed in 1981 in Los Angeles by vocalist/guitarist James Hetfield and drummer Lars Ulrich, and has been based in San Francisco for most of its career. The band's fast tempos, instrumentals and aggressive musicianship made them one of the founding \"big four\" bands of thrash metal, alongside Megadeth, Anthrax and Slayer.", "category": "band", "confidence": 1.0}, {"fact": "Scorpions", "summary": "Scorpions are a German rock band formed in 1965 in Hanover by Rudolf Schenker. Since the band's inception, its musical style has ranged from hard rock to heavy metal. The lineup from 1978 to 1992 was the most successful incarnation of the group, and included Klaus Meine (vocals), Rudolf Schenker (rhythm guitar), Matthias Jabs (lead guitar), Francis Buchholz (bass), and Herman Rarebell (drums).", "category": "band", "confidence": 1.0}, {"fact": "Dokken", "summary": "Dokken is an American metal band formed in 1979. It split up in 1989 and reformed four years later. The band had many charting singles like (\"Alone Again\", \"In My Dreams\" and \"Burning Like a Flame\") and have sold more than 10 million albums worldwide.", "category": "band", "confidence": 0.8}, {"fact": "Kingdom Come", "summary": "Kingdom Come is an American/German heavy metal/hard rock band formed in 1987. The band was originally fronted by Lenny Wolf (born in Hamburg, Germany as Frank Wöllschlager), until their hiatus in 2016. While there have been no constant Kingdom Come members throughout the band's history, their most recent lineup features four original members who left the band in 1989 and returned in 2018.", "category": "band", "confidence": 0.6}, false], [{"fact": "June 27", "summary": "June 27 is the 178th day of the year (179th in leap years) in the Gregorian calendar.  187 days remain until the end of the year.\n\n\n== Events ==\n1358 – The Republic of Ragusa is founded.", "category": "date", "confidence": 0.96}, {"fact": "Motown Records", "summary": "Motown Records is an American record label owned by Universal Music Group. It was founded by Berry Gordy Jr. as Tamla Records on January 12, 1959, and incorporated as Motown Record Corporation on April 14, 1960.", "category": "label", "confidence": 0.91}, {"fact": "MCA", "summary": "MCA Records was an American record label owned by MCA Inc., which later gave way to the larger MCA Music Entertainment Group (now Universal Music Group), which the label was part of until its dissolution in 2003. The label's country division MCA Nashville is a still an active imprint of Universal Music Group Nashville.\n\n\n== Pre-history ==\nMCA Inc., a powerful talent agency and a television production company, entered the recorded music business in 1962 with the purchase of the New York-based US Decca Records (established in 1934), including Coral Records and Brunswick Records.", "category": "label", "confidence": 0.76}, false], [{"fact": "July 2", "summary": "July 2 is the 183rd day of the year (184th in leap years) in the Gregorian calendar.  182 days remain until the end of the year.\nThis day is the midpoint of a common year because there are 182 days before and 182 days after it in common years, and 183 before and 182 after in leap years.", "category": "date", "confidence": 0.93}, {"fact": "Michael Jackson", "summary": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, and dancer. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century and one of the greatest entertainers in the history of music. Jackson's contributions to music, dance, and fashion, along with his publicized personal life, made him a global figure in popular culture for over four decades.", "category": "person-male", "confidence": 0.58}, false, {"fact": "Dirty Diana", "summary": "\"Dirty Diana\" is a song by American artist Michael Jackson. It is the ninth track on Jackson's seventh studio album, Bad. The song was released by Epic Records on April 18, 1988 as the fifth single from the album.", "category": "song", "confidence": 0.7}, false, false], [{"fact": "August 12", "summary": "August 12 is the 224th day of the year (225th in leap years) in the Gregorian calendar.  141 days remain until the end of the year.\nIt is the peak of the Perseid meteor shower.", "category": "date", "confidence": 0.98}, {"fact": "Public Enemy", "summary": "Public Enemy Radio (formerly Public Enemy) is an American hip hop group consisting of Chuck D and DJ Lord. Formed in Long Island, New York, in 1985, they are famous for their music with a heavy political message alongside extreme criticism of the media of the United States, with many of their works also revolving around frustrations and concerns of the African American community.\nPublic Enemy's debut album, Yo!", "category": "band", "confidence": 0.57}, {"fact": "Riker's Island", "summary": "Rikers Island () is a 413.17-acre (1.67 km2) island in the East River between Queens and the Bronx that is home to New York City's main jail complex. Supposedly named after Abraham Rycken, who bought the island in 1664, the island was originally under 100 acres (40 ha) in size, but has since grown to more than 400 acres (160 ha). The first stages of expansion were accomplished largely by convict labor hauling in ashes for landfill.", "category": "location", "confidence": 0.74}, false], [{"fact": "September 6", "summary": "September 6 is the 249th day of the year (250th in leap years) in the Gregorian calendar.  116 days remain until the end of the year.\n\n\n== Events ==\n394 – Battle of the Frigidus: Roman Emperor Theodosius I defeats and kills Eugenius the usurper.", "category": "date", "confidence": 0.75}, {"fact": "Elton John", "summary": "Sir Elton Hercules John  (born Reginald Kenneth Dwight; 25 March 1947) is an English singer, songwriter, pianist, and composer. He has worked with lyricist Bernie Taupin since 1967; they have collaborated on more than 30 albums. John has sold more than 300 million records, making him one of the best-selling music artists.", "category": "person-male", "confidence": 1.0}, {"fact": "Sotheby's", "summary": "Sotheby's  is a British-founded American multinational corporation headquartered in New York City. One of the world's largest brokers of fine and decorative art, jewelry, real estate, and collectibles, Sotheby's operation is divided into three segments: auction, finance, and dealer. The company's services range from corporate art services to private sales.", "category": "location", "confidence": 1.0}, {"fact": "glam rock", "summary": "Glam rock is a style of rock music that developed in the United Kingdom in the early 1970s performed by musicians who wore outrageous costumes, makeup, and hairstyles, particularly platform shoes and glitter. Glam artists drew on diverse sources across music and throwaway pop culture, ranging from bubblegum pop and 1950s rock and roll to cabaret, science fiction, and complex art rock. The flamboyant clothing and visual styles of performers were often camp or androgynous, and have been described as playing with nontraditional gender roles.", "category": "genre", "confidence": 0.29}, false], [{"fact": "September 10", "summary": "September 10 is the 253rd day of the year (254th in leap years) in the Gregorian calendar.  112 days remain until the end of the year.\n\n\n== Events ==\n506 – The bishops of Visigothic Gaul meet in the Council of Agde.", "category": "date", "confidence": 0.89}, false, {"fact": "Hot Modern Rock Tracks", "summary": "Alternative Songs (also called Alternative and formerly known as Modern Rock Tracks and Hot Modern Rock Tracks) is a music chart in the United States that has appeared in Billboard magazine since September 10, 1988.  It lists the 40 most-played songs on alternative and modern rock radio stations. The chart was introduced as a companion to the Mainstream Rock Tracks chart and its creation was prompted by the explosion of alternative music on American radio in the late 1980s.", "category": "chart", "confidence": 0.31}], [{"fact": "September 24", "summary": "September 24 is the 267th day of the year (268th in leap years) in the Gregorian calendar.  98 days remain until the end of the year.\n\n\n== Events ==\n787 – Second Council of Nicaea: The council assembles at the church of Hagia Sophia.", "category": "date", "confidence": 0.89}, {"fact": "James Brown", "summary": "James Joseph Brown (May 3, 1933 – December 25, 2006) was an American singer, songwriter, dancer, musician, record producer and bandleader. A progenitor of funk music and a major figure of 20th century music and dance, he is often referred to as the \"Godfather of Soul\" and \"Soul Brother No. 1\".", "category": "person-male", "confidence": 0.58}, {"fact": "Augusta, Georgia", "summary": "Augusta (), officially Augusta–Richmond County, is a consolidated city-county on the central eastern border of the U.S. state of Georgia. The city lies across the Savannah River from South Carolina at the head of its navigable portion. Georgia's second-largest city after Atlanta, Augusta is located in the Fall Line section of the state.", "category": "location", "confidence": 0.95}, false], [{"fact": "September 25", "summary": "September 25 is the 268th day of the year (269th in leap years) in the Gregorian calendar.  97 days remain until the end of the year.\n\n\n== Events ==\n275 – For the last time, the Roman Senate chooses an emperor; they elect 75-year-old Marcus Claudius Tacitus.", "category": "date", "confidence": 0.97}, {"fact": "Aalto Theatre", "summary": "The Aalto Theatre (Aalto-Theater) is a performing arts venue in Essen, Germany, and is home to the city's opera company Aalto-Musiktheater, ballet company Aalto Ballett Theater and orchestra Essener Philharmoniker. It opened on 25 September 1988 with Richard Wagner's opera Die Meistersinger von Nürnberg and is mainly used for opera and ballet, but also for concerts and galas.\nThe design by the Finnish architect Alvar Aalto was the unanimous winner in a competition in 1959, but the building was begun only in 1983, seven years after Aalto's death.", "category": "location", "confidence": 0.51}, false, false], [{"fact": "October 10", "summary": "October 1 is the 274th day of the year (275th in leap years) in the Gregorian calendar.  91 days remain until the end of the year.\nIt is the first day of the fourth quarter of the year.", "category": "date", "confidence": 1.0}, {"fact": "Cairo Opera House", "summary": "The Cairo Opera House (Arabic: دار الأوبرا المصرية‎, Dār el-Opera el-Masreyya; literally \"Egyptian Opera House\"), part of Cairo's National Cultural Centre, is the main performing arts venue in the Egyptian capital.  Home to most of Egypt's finest musical groups, it is located on the southern portion of Gezira Island in the Nile River, in the Zamalek district near downtown Cairo.\n\n\n== History ==\nThe opera house was inaugurated on 10 October 1988.", "category": "location", "confidence": 0.79}, {"fact": "Hosni Mubarak", "summary": "Muhammad Hosni El Sayed Mubarak (4 May 1928 – 25 February 2020) was an Egyptian military and political leader who served as the fourth president of Egypt from 1981 to 2011.\nBefore he entered politics, Mubarak was a career officer in the Egyptian Air Force. He served as its commander from 1972 to 1975 and rose to the rank of air chief marshal in 1973.", "category": "location", "confidence": 0.36}, {"fact": "Prince Tomohito of Mikasa", "summary": "Prince Tomohito of Mikasa (寛仁親王, Tomohito Shinnō, 5 January 1946 – 6 June 2012) was a member of the Imperial House of Japan and the eldest son of Takahito, Prince Mikasa and Yuriko, Princess Mikasa. He was a first cousin of Emperor Akihito, and was formerly sixth in the line of succession to the Japanese throne and the heir apparent to the princely house of Mikasa-no-miya and the title \"Prince Mikasa\". Prince Tomohito was the first member of the Imperial House of Japan with a full beard since Emperor Meiji, thus earning him the popular nickname of the \"Bearded Prince\" (ヒゲの殿下 Hige no Denka).", "category": "location", "confidence": 0.39}, {"fact": "kabuki", "summary": "Kabuki (歌舞伎) is a classical Japanese dance-drama. Kabuki theatre is known for the stylization of its drama and for the elaborate Kumadori (make-up) worn by some of its performers.\nIn 2005, the \"Kabuki theatre\" was proclaimed by UNESCO as an intangible heritage possessing outstanding universal value.", "category": "location", "confidence": 0.48}, false], [{"fact": "November 7", "summary": "November 7 is the 311th day of the year (312th in leap years) in the Gregorian calendar.  54 days remain until the end of the year.\nThis day marks the approximate midpoint of autumn in the Northern Hemisphere and of spring in the Southern Hemisphere (starting the season at the September equinox).", "category": "date", "confidence": 0.98}, {"fact": "John Fogerty", "summary": "John Cameron Fogerty (born May 28, 1945) is an American musician, singer, and songwriter. Together with Doug Clifford, Stu Cook, and his brother Tom Fogerty, he founded the band Creedence Clearwater Revival (\"CCR\"), for which he was the lead singer, lead guitarist and principal songwriter. The group had nine top-ten singles and eight gold albums between 1968 and 1972, and was inducted into the Rock and Roll Hall of Fame in 1993.After CCR parted ways in 1972, Fogerty has had a successful solo career which continues to the present.", "category": "person-male", "confidence": 0.66}, {"fact": "Fantasy Records", "summary": "Fantasy Records was an American independent record label company founded by brothers Max and Sol Weiss in 1949. The early years of the company were dedicated to issuing recordings by jazz pianist Dave Brubeck, who was also one of its investors, but the label is known more for its recordings of comedian Lenny Bruce, jazz pianist Vince Guaraldi, and the 1960s rock band Creedence Clearwater Revival.\n\n\n== Formation ==\nIn 1949, Jack Sheedy, the owner of a San Francisco-based record label called Coronet, was talked into making the first recording of an octet and a trio featuring Dave Brubeck (This Coronet Records should not be confused with either the Australian Coronet Records or the Coronet Records of the late 1950s that was based in New York City).", "category": "label", "confidence": 0.56}, {"fact": "The Old Man Down the Road", "summary": "\"The Old Man Down the Road\" is a song by American rock artist John Fogerty. It was released in December 1984 as the lead single from Fogerty's comeback album, Centerfield. It became a top 10 hit single, peaking at number 10 on the US Billboard Hot 100, and spending three weeks at the number-one spot on the Billboard Top Rock Tracks chart.", "category": "song", "confidence": 0.47}, {"fact": "Creedence Clearwater Revival", "summary": "Creedence Clearwater Revival , also referred to as Creedence and CCR, was an American rock band which recorded and performed from 1968 to 1972. The band initially consisted of lead vocalist, lead guitarist, and primary songwriter John Fogerty; his brother, rhythm guitarist Tom Fogerty; bassist Stu Cook; and drummer Doug Clifford. These members had played together since 1959, first as the Blue Velvets and later as the Golliwogs.Their musical style encompassed roots rock, swamp rock, and blues rock.", "category": "band", "confidence": 0.61}, {"fact": "Run Through the Jungle", "summary": "\"Run Through the Jungle\" is a 1970 rock song recorded by California-based band Creedence Clearwater Revival.\n\n\n== History ==\nThe song was written by Creedence's lead singer, guitarist and songwriter, John Fogerty. It was included on their 1970 album Cosmo's Factory, the group's fifth album.", "category": "song", "confidence": 0.53}, false], [{"fact": "November 12", "summary": "November 12 is the 316th day of the year (317th in leap years) in the Gregorian calendar.  49 days remain until the end of the year.\n\n\n== Events ==\n954 – The 13-year-old Lothair III is crowned at the Abbey of Saint-Remi as king of the West Frankish Kingdom.", "category": "date", "confidence": 0.96}, {"fact": "U2", "summary": "U2 are  an Irish rock band from Dublin, formed in 1976. The group consists of Bono (lead vocals and rhythm guitar), the Edge (lead guitar, keyboards, and backing vocals), Adam Clayton (bass guitar), and Larry Mullen Jr. (drums and percussion).", "category": "band", "confidence": 1.0}, false, {"fact": "double album", "summary": "A double album (or double record) is an audio album which spans two units of the primary medium in which it is sold, typically records and compact disc. A double album is usually, though not always, released as such because the recording is longer than the capacity of the medium. Recording artists often think of double albums as being a single piece artistically; however, there are exceptions such as John Lennon's Some Time in New York City and Pink Floyd's Ummagumma (both examples of one studio record and one live album packaged together) and OutKast's Speakerboxxx/The Love Below (effectively two solo albums, one by each member of the duo).", "category": "location", "confidence": 0.27}, {"fact": "Bruce Springsteen", "summary": "Bruce Frederick Joseph Springsteen (born September 23, 1949) is an American singer, songwriter, and musician who is both a solo artist and the leader of the E Street Band. He received critical acclaim for his early 1970s albums and attained worldwide fame upon the release of Born to Run in 1975. During a career that has spanned five decades, Springsteen has become known for his poetic and socially conscious lyrics and lengthy, energetic stage performances, earning the nickname \"The Boss\".", "category": "person-male", "confidence": 1.0}, false, false], [{"fact": "December 4", "summary": "December 4 is the 338th day of the year (339th in leap years) in the Gregorian calendar.  27 days remain until the end of the year.\n\n\n== Events ==\n771 – Austrasian king Carloman I dies, leaving his brother Charlemagne king of the now complete Frankish Kingdom.", "category": "date", "confidence": 0.91}, {"fact": "Roy Orbison", "summary": "Roy Kelton Orbison (April 23, 1936 – December 6, 1988) was an American singer, songwriter, and musician known for his impassioned singing style, complex song structures, and dark, emotional ballads. Many critics described his music as operatic, nicknaming him \"the Caruso of Rock\" and \"the Big O\". While most male rock-and-roll performers in the 1950s and 1960s projected a defiant masculinity, many of Orbison's songs conveyed vulnerability.", "category": "person-male", "confidence": 0.38}, {"fact": "Akron, Ohio", "summary": "Akron () is the fifth-largest city in the U.S. state of Ohio and is the county seat of Summit County. It is located on the western edge of the Glaciated Allegheny Plateau, about 30 miles (48 km) south of Cleveland. As of the 2018 Census estimate, the city proper had a total population of 198,006, making it the 119th-largest city in the United States.", "category": "location", "confidence": 0.99}, false], [{"fact": "December 28", "summary": "December 28 is the 362nd day of the year (363rd in leap years) in the Gregorian calendar. Three days remain until the end of the year.\n\n\n== Events ==\n418 – A papal conclave begins, resulting in the election of Pope Boniface I.\n457 – Majorian is acclaimed emperor of the Western Roman Empire and recognized by Emperor Leo I the Thracian.", "category": "date", "confidence": 0.97}, {"fact": "Madonna", "summary": "Madonna Louise Ciccone (; Italian: [tʃikˈkoːne]; born August 16, 1958) is an American singer, songwriter, and actress. Referred to as the \"Queen of Pop\" since the 1980s, Madonna is known for pushing the boundaries of songwriting in popular music and for the visuals she uses onstage and in music videos. She has frequently reinvented her music and image while remaining completely in charge of every aspect of her career.", "category": "person-female", "confidence": 0.88}, {"fact": "Sean Penn", "summary": "Sean Justin Penn (born August 17, 1960) is an American actor, director, and filmmaker. He has won two Academy Awards, for his roles in the mystery drama Mystic River (2003) and the biopic Milk (2008).\nPenn began his acting career in television, with a brief appearance in episode 112 of Little House on the Prairie on December 4, 1974, and directed by his father Leo Penn.", "category": "person-male", "confidence": 0.69}, false], [{"fact": "December 31", "summary": "December 31 is the 365th day of the year (366th in leap years) in the Gregorian calendar. It is known by a collection of names including: Saint Sylvester's Day, New Year's Eve or Old Years Day/Night, as the following day is New Year's Day. It is the last day of the year; the following day is January 1, the first day of the following year.", "category": "date", "confidence": 0.76}, {"fact": "New Year's Rockin' Eve", "summary": "Dick Clark's New Year's Rockin' Eve (NYRE) is an annual New Year's Eve television special broadcast by ABC. The special broadcasts primarily from New York City's Times Square and prominently features coverage of its annual ball drop event, along with live and pre-recorded musical performances by popular musicians from Times Square and Hollywood, in addition to live performances and coverage of festivities from New Orleans.\nIts creator and namesake was the entertainer Dick Clark, who conceived New Year's Rockin' Eve as a younger-skewing competitor to Guy Lombardo's popular and long-running New Year's Eve big band broadcasts on CBS. The first two editions, in 1973 and 1974, were hosted by Three Dog Night and George Carlin, respectively, featured Dick Clark assuming the role of Times Square reporter, and were broadcast by NBC. In 1974–75, the program moved to its current home of ABC, and Clark assumed the role of host.\nFollowing the death of Guy Lombardo and the decline of CBS's specials, New Year's Rockin' Eve grew in popularity and became ingrained in pop culture—even prompting Clark himself to make appearances on other programs in parody of his role.", "category": "event", "confidence": 0.7}, {"fact": "Natalie Cole", "summary": "Natalie Maria Cole (February 6, 1950 – December 31, 2015) was an American singer, songwriter, and actress. Cole was the daughter of American singer and jazz pianist Nat King Cole. She rose to success in the mid-1970s as an R&B singer with the hits \"This Will Be\", \"Inseparable\" (1975), and \"Our Love\" (1977).", "category": "person-female", "confidence": 0.51}, false, {"fact": "DJ Jazzy Jeff & The Fresh Prince", "summary": "DJ Jazzy Jeff & the Fresh Prince was an American hip hop duo from West Philadelphia, Pennsylvania consisting of rapper Will Smith (the Fresh Prince) met disc jockey Jeff Townes (DJ Jazzy Jeff). Active full time from 1986 to 1994 and occasionally thereafter, they scored a string of lighthearted and humorous hit singles. \nThe group received the first Grammy Award for Best Rap Performance in 1989 for \"Parents Just Don't Understand\" (1988), though their most successful single was \"Summertime\" (1991), which earned the group their second Grammy and peaked at number 4 on the Billboard Hot 100.", "category": "band", "confidence": 0.37}, {"fact": "Richard Marx", "summary": "Richard Noel Marx (born September 16, 1963) is an American adult contemporary and pop/rock singer, songwriter, musician, and record producer. \n\n\n== Early life ==\nMarx was born in Chicago, Illinois, the only child of Ruth (née Guildoo), a former singer, and Dick Marx, a jazz musician and founder of a jingle company in the early 1960s. He attended North Shore Country Day School.", "category": "person-male", "confidence": 0.69}, {"fact": "Reba McEntire", "summary": "Reba Nell McEntire (born March 28, 1955) is an American country singer, songwriter, actress, and record producer. She began her career in the music industry as a high school student singing in the Kiowa High School band, on local radio shows with her siblings, and at rodeos. While a sophomore in college at Southeastern Oklahoma State University, she performed the National Anthem at the National Rodeo in Oklahoma City and caught the attention of country artist Red Steagall who brought her to Nashville, Tennessee.", "category": "person-female", "confidence": 1.0}, {"fact": "Frankie Valli", "summary": "Frankie Valli (born Francesco Stephen Castelluccio; May 3, 1934) is an American singer and actor, known as the frontman of The Four Seasons beginning in 1960. He is known for his unusually powerful lead tenor voice.\nValli scored 29 Top 40 hits with The Four Seasons, one Top 40 hit under The Four Seasons alias The Wonder Who?, and nine Top 40 hits as a solo artist.", "category": "person-male", "confidence": 0.67}, {"fact": "The Four Seasons", "summary": "The Four Seasons are an American rock and pop band that became internationally successful in the 1960s and 1970s. Since 1970, they have also been known at times as Frankie Valli and the Four Seasons. In 1960, the band known as The Four Lovers evolved into the Four Seasons, with Frankie Valli as the lead singer, Bob Gaudio (formerly of the Royal Teens) on keyboards and tenor vocals, Tommy DeVito on lead guitar and baritone vocals, and Nick Massi on electric bass and bass vocals.", "category": "band", "confidence": 0.61}, false], [{"fact": "Peter Ruzicka", "summary": "Peter Ruzicka (born 3 July 1948) is a German composer and conductor of classical music.\nPeter Ruzicka was born in Düsseldorf on 3 July 1948. He received his early musical training (piano, oboe and composition) at the Hamburg Conservatory.", "category": "person-male", "confidence": 0.79}, {"fact": "Hamburg State Opera", "summary": "The Hamburg State Opera (in German: Staatsoper Hamburg) is a German opera company based in Hamburg.  Its theatre is located near the square of Gänsemarkt.  Since 2015, the current Intendant of the company is Georges Delnon, and the current Generalmusikdirektor of the company is Kent Nagano.", "category": "location", "confidence": 0.84}, false], [{"fact": "Andrew Davis", "summary": "Sir Andrew Frank Davis  (born 2 February 1944) is an English conductor. He is currently music director and principal conductor of Lyric Opera of Chicago, chief conductor of the Melbourne Symphony Orchestra and conductor laureate of both the Toronto Symphony Orchestra and the BBC Symphony Orchestra.\nBorn in Ashridge, Hertfordshire to Robert J. Davis and his wife Florence Joyce (née Badminton), Davis grew up in Chesham, Buckinghamshire, and in Watford.", "category": "person-male", "confidence": 0.68}, {"fact": "BBC Symphony Orchestra", "summary": "The BBC Symphony Orchestra (BBC SO) is a British orchestra based in London. Founded in 1930, it was the first permanent salaried orchestra in London, and is the only one of the city's five major symphony orchestras not to be self-governing. The BBC SO is the principal broadcast orchestra of the British Broadcasting Corporation (BBC).", "category": "location", "confidence": 0.69}, {"fact": "Glyndebourne Festival Opera", "summary": "Glyndebourne Festival Opera is an annual opera festival held at Glyndebourne, an English country house near Lewes, in East Sussex, England.\n\n\n== History ==\nUnder the supervision of the Christie family, the festival has been held annually since 1934, except in 1941–45 during World War II and 1993 when the theatre was being rebuilt, for a 1994 reopening. Gus Christie, son of Sir George Christie and grandson of festival founder John Christie, became festival chairman in 2000.", "category": "event", "confidence": 0.72}, false], [{"fact": "I Heard It Through the Grapevine", "summary": "\"I Heard It Through the Grapevine\" is a song written by Norman Whitfield and Barrett Strong for Motown Records in 1966. The first recording of the song to be released was produced by Whitfield for Gladys Knight & the Pips and released as a single in September 1967; it went to number two in the Billboard chart.\nThe Miracles first recorded the song on August 16, 1966 and included their version on their 1968 album, Special Occasion.", "category": "song", "confidence": 0.76}, {"fact": "The California Raisins", "summary": "The California Raisins were a fictional rhythm and blues animated musical group as well as advertising and merchandising characters composed of  anthropomorphized raisins. Lead vocals were sung by musician Buddy Miles. The California Raisins were popular in the mid-to-late 1980s through claymation TV commercials and animated specials, winning an Emmy Award and one nomination.", "category": "band", "confidence": 0.43}, {"fact": "Billboard Hot 100", "summary": "The Billboard Hot 100 is the music industry standard record chart in the United States for songs, published weekly by Billboard magazine. Chart rankings are based on sales (physical and digital), radio play, and online streaming in the United States.\nThe weekly tracking period for sales was initially Monday to Sunday when Nielsen started tracking sales in 1991, but was changed to Friday to Thursday in July 2015.", "category": "chart", "confidence": 0.98}]]