{"topic": "1990_in_music", "section": "Events", "facts": [[{"fact": "Billy Idol", "summary": "William Michael Albert Broad (born 30 November 1955), known professionally as Billy Idol, is an English musician, singer, songwriter, and actor who holds dual British and American  citizenship. He first achieved fame in the 1970s emerging from the London punk rock scene as a member of Generation X. Subsequently, he embarked on a solo career which led to international recognition and made Idol a lead artist during the MTV-driven \"Second British Invasion\" in the United States. The name \"Billy Idol\" was inspired by a schoolteacher's description of him as \"idle\".Idol began his music career in late 1976 as a guitarist in the punk rock band Chelsea.", "category": "person-male", "confidence": 0.88}, {"fact": "Oliver Stone", "summary": "William Oliver Stone (born September 15, 1946) is an American filmmaker, director, and writer.Stone won an Academy Award for Best Adapted Screenplay as writer of Midnight Express (1978), and wrote the acclaimed gangster movie Scarface (1983). Stone achieved prominence as writer and director of the war drama Platoon (1986), which won Academy Awards for Best Director and Best Picture. Platoon was the first in a trilogy of films based on the Vietnam War, in which Stone served as an infantry soldier.", "category": "person-male", "confidence": 1.0}, false, {"fact": "T-1000", "summary": "The Terminator, also known as a Cyberdyne Systems Model 101 or the T-800, is the name of several film characters from the Terminator franchise portrayed by Arnold Schwarzenegger and numerous actor stand-ins digitally overlaid with Schwarzenegger's likeness. The Terminator itself is part of a series of machines created by Skynet for infiltration-based assassination missions, and while an android for its appearance resembling a human, it is described as a cybernetic organism consisting of living tissue over a robotic endoskeleton.\nThe first appearance of the Terminator was as the eponymous antagonist in The Terminator, a 1984 film directed and co-written by James Cameron.", "category": "song", "confidence": 0.34}, false], [false, {"fact": "Jamaica", "summary": "Jamaica ( (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.", "category": "location", "confidence": 1.0}], [{"fact": "Madonna", "summary": "Madonna Louise Ciccone (; Italian: [tʃikˈkoːne]; born August 16, 1958) is an American singer, songwriter, and actress. Referred to as the \"Queen of Pop\" since the 1980s, Madonna is known for pushing the boundaries of songwriting in popular music and for the visuals she uses onstage and in music videos. She has frequently reinvented her music and image while remaining completely in charge of every aspect of her career.", "category": "person-female", "confidence": 0.93}, {"fact": "masturbation", "summary": "Masturbation is the sexual stimulation of one's own genitals for sexual arousal or other sexual pleasure, usually to the point of orgasm. The stimulation may involve hands, fingers, everyday objects, sex toys such as vibrators, or combinations of these. Mutual masturbation is masturbation with a sexual partner, and may include manual stimulation of a partner's genitals (fingering or a handjob), or be used as a form of non-penetrative sex.Masturbation is frequent in both sexes and at any age.", "category": "location", "confidence": 0.82}, {"fact": "Like a Virgin", "summary": "\"Like a Virgin\" is a song recorded by American singer Madonna for her second studio album Like a Virgin (1984). It was released on October 31, 1984, by Sire Records as the album's lead single. The song was written by Tom Kelly and Billy Steinberg, and produced by Nile Rodgers; Steinberg said that the song was inspired by his personal experiences of romance.", "category": "song", "confidence": 1.0}, {"fact": "Blond Ambition Tour", "summary": "The Blond Ambition World Tour was the third concert tour by American singer Madonna. It supported her successful fourth studio album Like a Prayer (1989), and the soundtrack album to the 1990 film Dick Tracy, I'm Breathless (1990). Originally planned to be called \"Like a Prayer World Tour\", it was supposed to be sponsored by soft drink manufacturer Pepsi, with whom Madonna signed a deal.", "category": "event", "confidence": 0.42}, false], [{"fact": "Eurovision Young Musicians Competition 1990", "summary": "The Eurovision Young Musicians 1990 was the fifth edition of the Eurovision Young Musicians, held at Musikverein in Vienna, Austria on 29 May 1990. Organised by the European Broadcasting Union (EBU) and host broadcaster Österreichischer Rundfunk (ORF), musicians from five countries participated in the televised final. A total of eighteen countries took part in the competition.", "category": "event", "confidence": 0.66}, false], [{"fact": "heavy metal", "summary": "Heavy metal (or simply metal) is a genre of rock music that developed in the late 1960s and early 1970s, largely in the United Kingdom and the United States. With roots in blues rock, psychedelic rock, and acid rock, the bands that created heavy metal developed a thick, massive sound, characterized by highly amplified distortion, extended guitar solos, emphatic beats, and overall loudness. The genre's lyrics and performance styles are sometimes associated with aggression and machismo.In 1968, three of the genre's most famous pioneers, Led Zeppelin, Black Sabbath and Deep Purple were founded.", "category": "genre", "confidence": 1.0}, {"fact": "Judas Priest", "summary": "Judas Priest are an English heavy metal band formed in West Bromwich, West Midlands in 1969. They have sold over 50 million copies of their albums, and are frequently ranked as one of the greatest metal bands of all time. Despite an innovative and pioneering body of work in the latter half of the 1970s, the band had struggled with indifferent record production and a lack of major commercial success until 1980, when they rose to commercial success with the album British Steel.", "category": "band", "confidence": 1.0}, {"fact": "Nevada", "summary": "Nevada ( or ) is a state in the Western United States. It is bordered by Oregon to the northwest. Idaho to the northeast.", "category": "location", "confidence": 1.0}], [{"fact": "Sinéad O'Connor", "summary": "Sinéad Marie Bernadette O'Connor ( shin-AYD oh-KON-ər; born 8 December 1966) is an Irish singer-songwriter who rose to fame in the late 1980s with her debut album The Lion and the Cobra. O'Connor achieved worldwide success in 1990 with a new arrangement of Prince's song \"Nothing Compares 2 U\".\nSince then, while maintaining her singing career, she has occasionally encountered controversy, partly due to her statements and gestures.", "category": "person-female", "confidence": 0.92}, {"fact": "Garden State Arts Center", "summary": "The PNC Bank Arts Center (originally the Garden State Arts Center) is an amphitheatre in Holmdel Township, New Jersey. About 17,500 people can occupy the venue; there are 7,000 seats and the grass area can hold about 10,500 people. Concerts are from May through September featuring 45-50 different events of many types of musical styles.", "category": "location", "confidence": 1.0}, {"fact": "American national anthem", "summary": "\"The Star-Spangled Banner\" is the national anthem of the United States. The lyrics come from the Defence of Fort M'Henry, a poem written on September 14, 1814, by the then 35-year-old lawyer and amateur poet Francis Scott Key after witnessing the bombardment of Fort McHenry by British ships of the Royal Navy in Baltimore Harbor during the Battle of Baltimore in the War of 1812. Key was inspired by the large U.S. flag, with 15 stars and 15 stripes, known as the Star-Spangled Banner, flying triumphantly above the fort during the U.S. victory.", "category": "song", "confidence": 1.0}], [{"fact": "October 9", "summary": "October 9 is the 282nd day of the year (283rd in leap years) in the Gregorian calendar.  83 days remain until the end of the year.\n\n\n== Events ==\n768 – Carloman I and Charlemagne are crowned kings of the Franks.", "category": "date", "confidence": 0.975}, {"fact": "Leonard Bernstein", "summary": "Leonard Bernstein ( BURN-styne; August 25, 1918 – October 14, 1990) was an American composer, conductor, author, music lecturer, and pianist. He was among the first conductors born and educated in the U.S. to receive worldwide acclaim. According to music critic Donal Henahan, he was \"one of the most prodigiously talented and successful musicians in American history.\"His fame derived from his long tenure as the music director of the New York Philharmonic, from his conducting of concerts with most of the world's leading orchestras, and from his music for West Side Story, Peter Pan, Candide, Wonderful Town, On the Town, On the Waterfront, his Mass, and a range of other compositions, including three symphonies and many shorter chamber and solo works.", "category": "person-male", "confidence": 0.64}], [{"fact": "October 20", "summary": "October 20 is the 293rd day of the year (294th in leap years) in the Gregorian calendar.  72 days remain until the end of the year.\n\n\n== Events ==\n1548 – The city of La Paz is founded by Alonso de Mendoza.", "category": "date", "confidence": 0.95}, {"fact": "2 Live Crew", "summary": "The 2 Live Crew was an American hip hop group from Miami, United States which had its greatest commercial success in the late 1980s to the early 1990s. Fronted by Luke Campbell, they were considerably controversial in the U.S. due to the sexually explicit and misogynistic content in their songs, particularly on their 1989 album As Nasty As They Wanna Be. They were frequently challenged for their sexually explicit lyrics.", "category": "band", "confidence": 1.0}], [{"fact": "October 22", "summary": "October 22 is the 295th day of the year (296th in leap years) in the Gregorian calendar.  70 days remain until the end of the year.\n\n\n== Events ==\n451 – The Chalcedonian Creed, regarding the divine and human nature of Jesus, is adopted.", "category": "date", "confidence": 0.98}, false, {"fact": "Mookie Blaylock", "summary": "Daron Oshay \"Mookie\" Blaylock (born March 20, 1967) is an American retired professional basketball player. He spent 13 years in the National Basketball Association (NBA) with the New Jersey Nets, Atlanta Hawks, and the Golden State Warriors.\n\n\n== College career ==\nA 6 ft 0 in (1.83 m) push-and-pass point guard, he was rated among the best defensive stoppers in the game.", "category": "person-male", "confidence": 1.0}, {"fact": "Seattle", "summary": "Seattle ( (listen) see-AT-əl) is a seaport city on the West Coast of the United States. It is the seat of King County, Washington. With an estimated 744,955 residents as of 2018, Seattle is the largest city in both the state of Washington and the Pacific Northwest region of North America.", "category": "location", "confidence": 0.99}, {"fact": "Washington", "summary": "Washington ( (listen)), officially the State of Washington, is a state in the Pacific Northwest region of the United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which is bordered on the west by the Pacific Ocean, Oregon to the south, Idaho to the east, and the Canadian province of British Columbia to the north, was admitted to the Union as the 42nd state in 1889.", "category": "location", "confidence": 1.0}], [{"fact": "October 27", "summary": "October 27 is the 300th day of the year (301st in leap years) in the Gregorian calendar.  65 days remain until the end of the year.\n\n\n== Events ==\n312 – Constantine is said to have received his famous Vision of the Cross.", "category": "date", "confidence": 0.98}, {"fact": "Janet Jackson", "summary": "Janet Damita Jo Jackson (born May 16, 1966) is an American singer, songwriter, actress, and dancer. A prominent figure in popular culture, she is known for sonically innovative, socially conscious and sexually provocative records, and elaborate stage shows.\nThe ninth and youngest child of the Jackson family, she began her career with the variety television series The Jacksons in 1976 and went on to appear in other television shows throughout the 1970s and early 1980s, including Good Times, Diff'rent Strokes, and Fame.", "category": "person-female", "confidence": 0.74}, {"fact": "Black Cat", "summary": "\"Black Cat\" is a song by American singer Janet Jackson, released as the sixth single from her fourth studio album, Janet Jackson's Rhythm Nation 1814 (1989). The song was written by Jackson, who produced it with Jellybean Johnson. In a departure from her standard of industrial-based dance-pop, \"Black Cat\" is a hard rock song with arena rock influences.", "category": "song", "confidence": 1.0}, false, {"fact": "Billboard Hot 100", "summary": "The Billboard Hot 100 is the music industry standard record chart in the United States for songs, published weekly by Billboard magazine. Chart rankings are based on sales (physical and digital), radio play, and online streaming in the United States.\nThe weekly tracking period for sales was initially Monday to Sunday when Nielsen started tracking sales in 1991, but was changed to Friday to Thursday in July 2015.", "category": "chart", "confidence": 0.99}, {"fact": "Mainstream Rock", "summary": "Mainstream Rock is a music chart in Billboard magazine that ranks the most-played songs on mainstream rock radio stations in the United States, a category that combines the formats of active rock and heritage rock. The chart was launched in March 1981, as Rock Albums and Top Tracks, after which the name changed first to Top Rock Tracks, then to Album Rock Tracks, and finally to its present title in 1996.\n\n\n== History ==\nThe Rock Albums & Top Tracks charts were introduced in the March 21, 1981, issue of Billboard.", "category": "chart", "confidence": 0.99}, false], [{"fact": "November 6", "summary": "November 6 is the 310th day of the year (311th in leap years) in the Gregorian calendar.  55 days remain until the end of the year.\n\n\n== Events ==\n1869 – In New Brunswick, New Jersey, Rutgers College defeats Princeton University (then known as the College of New Jersey), 6–4, in the first official intercollegiate American football game.", "category": "date", "confidence": 0.92}, {"fact": "Madonna", "summary": "Madonna Louise Ciccone (; Italian: [tʃikˈkoːne]; born August 16, 1958) is an American singer, songwriter, and actress. Referred to as the \"Queen of Pop\" since the 1980s, Madonna is known for pushing the boundaries of songwriting in popular music and for the visuals she uses onstage and in music videos. She has frequently reinvented her music and image while remaining completely in charge of every aspect of her career.", "category": "person-female", "confidence": 0.93}, {"fact": "Justify My Love", "summary": "\"Justify My Love\" is a song by American singer Madonna from her first greatest hits compilation album The Immaculate Collection (1990). It was released on November 6, 1990, by Sire Records as the lead single from The Immaculate Collection. The song was written by Lenny Kravitz and Ingrid Chavez, with additional lyrics by Madonna.", "category": "song", "confidence": 1.0}, {"fact": "music video", "summary": "\"Justify My Love\" is a song by American singer Madonna from her first greatest hits compilation album The Immaculate Collection (1990). It was released on November 6, 1990, by Sire Records as the lead single from The Immaculate Collection. The song was written by Lenny Kravitz and Ingrid Chavez, with additional lyrics by Madonna.", "category": "song", "confidence": 1.0}, {"fact": "MTV", "summary": "MTV (originally an initialism of Music Television) is an American cable channel, launched on August 1, 1981. Based in New York City, it serves as the flagship property of the ViacomCBS Domestic Media Networks division of ViacomCBS, also headquartered in New York City.MTV originally aired music videos as guided by television personalities known as \"video jockeys\" (VJs), but in the years since its inception, the network significantly toned down its focus on music in favor of original reality programming targeting teenagers and young adults. Despite its success, the network's programming and influence have been the subject of controversy over the years.", "category": "media", "confidence": 1.0}, false], [{"fact": "November 21", "summary": "November 21 is the 325th day of the year (326th in leap years) in the Gregorian calendar.  40 days remain until the end of the year.\n\n\n== Events ==\n164 BCE – Judas Maccabeus, son of Mattathias of the Hasmonean family, restores the Temple in Jerusalem.", "category": "date", "confidence": 0.98}, {"fact": "The Rolling Stones", "summary": "The Rolling Stones are an English rock band formed in London in 1962. The first stable line-up consisted of bandleader Brian Jones (guitar, harmonica, keyboards), Mick Jagger (lead vocals, harmonica), Keith Richards (guitar, vocals), Bill Wyman (bass guitar), Charlie Watts (drums), and Ian Stewart (piano). Stewart was removed from the official line-up in 1963 but continued to work with the band as a contracted musician until his death in 1985.", "category": "band", "confidence": 1.0}, {"fact": "Mick Jagger", "summary": "Sir Michael Philip Jagger (born 26 July 1943) is an English singer, songwriter, actor, and film producer who gained worldwide fame as the lead singer and one of the founder members of the Rolling Stones. Jagger's career has spanned over five decades, and he has been described as \"one of the most popular and influential frontmen in the history of rock & roll\". His distinctive voice and energetic live performances, along with Keith Richards' guitar style, have been the trademark of the Rolling Stones throughout the band's career.", "category": "person-male", "confidence": 1.0}, {"fact": "Jerry Hall", "summary": "Jerry Faye Hall (born July 2, 1956) is an American model and actress.\n\n\n== Early life ==\nHall was born in Gonzales, Texas, to Marjorie (née Sheffield; 1924–2013), a medical records librarian, and John P. Hall. She is of English, Irish, and Dutch descent.", "category": "person-female", "confidence": 0.49}, {"fact": "Bali", "summary": "Bali (/'ba:li) is a province of Indonesia and the westernmost of the Lesser Sunda Islands. Located east of Java and west of Lombok, the province includes the island of Bali and a few smaller neighbouring islands, notably Nusa Penida, Nusa Lembongan, and Nusa Ceningan. The provincial capital, Denpasar, is the most populous city in the Lesser Sunda Islands and the second largest, after Makassar, in Eastern Indonesia.", "category": "location", "confidence": 1.0}], [{"fact": "November 27", "summary": "November 27 is the 331st day of the year (332nd in leap years) in the Gregorian calendar.  34 days remain until the end of the year.\n\n\n== Events ==\nAD 25 – Luoyang is declared capital of the Eastern Han dynasty by Emperor Guangwu of Han.", "category": "date", "confidence": 0.98}, {"fact": "Milli Vanilli", "summary": "Milli Vanilli was a German R&B duo from Munich. The group was founded by Frank Farian in 1988 and consisted of Fab Morvan and Rob Pilatus. The group's debut album, titled All or Nothing in Europe and reconfigured as Girl You Know It's True in the United States, achieved international success and earned them a Grammy Award for Best New Artist on February 21, 1990.Milli Vanilli became one of the most popular pop acts in the late 1980s and early 1990s, with millions of records sold.", "category": "band", "confidence": 0.48}, {"fact": "Fab Morvan", "summary": "Fabrice Morvan (born 14 May 1966) is a French singer-songwriter, rapper, dancer, and model. He was half of the pop duo Milli Vanilli, with Rob Pilatus, selling multi-platinum albums around the world. However, he was later involved in one of the largest scandals in pop music history when it was revealed that neither he nor Pilatus had actually sung on any of Milli Vanilli's recordings.", "category": "person-male", "confidence": 1.0}, {"fact": "Rob Pilatus", "summary": "Robert Pilatus (8 June 1965 – 3 April 1998) was a German model, dancer, and singer. Pilatus was a member of the pop music duo Milli Vanilli, alongside Fabrice Morvan.\n\n\n== Biography ==\n\n\n=== Early life ===\nRobert Pilatus was born in New York City, the son of an African-American soldier and German mother.", "category": "person-male", "confidence": 0.59}, {"fact": "Frank Farian", "summary": "Frank Farian (born Franz Reuther; 18 July 1941, in Kirn, Germany) is a German record producer and songwriter, best known as the founder and voice behind the 1970s' disco-pop group Boney M. and the Latin pop band No Mercy. He is the mastermind behind the lip-syncing group Milli Vanilli. His tendency to create bands with a visual image distinct from the recorded musical performances has led to controversy throughout his career, especially in the case of Milli Vanilli.", "category": "person-male", "confidence": 1.0}, {"fact": "lip-synching", "summary": "Lip sync or lip synch (short for lip synchronization) is a technical term for matching a speaking or singing person's lip movements with prerecorded sung or spoken vocals that listeners hear, either through the sound reinforcement system in a live performance or via television, computer, cinema speakers, or generally anything with audio output in other cases. The term can refer to any of a number of different techniques and processes, in the context of live performances and audiovisual recordings.\nIn film production, lip-synching is often part of the postproduction phase.", "category": "location", "confidence": 0.34}, {"fact": "Girl You Know It's True", "summary": "\"Girl You Know It's True\" is a song by Milli Vanilli.  Released as the lead single from Milli Vanilli's European debut album, All or Nothing, and the duo's American debut album, Girl You Know It's True, the song peaked at number one on the German Singles Chart, number two in the United States and number three in the United Kingdom, becoming one of Milli Vanilli's most successful singles.\n\n\n== Background ==\nThe song was written by Bill Pettaway Jr., Sean \"DJ Spen\" Spencer, Kevin Liles, Rodney \"Kool Rod\" Holloman (often misspelled \"Hollaman\" on single/album credits) and Ky Adeyemo, most of whom were members of the Baltimore, Maryland-based group Numarx, who first recorded the song.", "category": "song", "confidence": 0.99}, {"fact": "Grammy", "summary": "A Grammy Award (stylized as GRAMMY, originally called Gramophone Award), or Grammy, is an award presented by The Recording Academy to recognize achievements in the music industry. The trophy depicts a gilded gramophone. The annual presentation ceremony features performances by prominent artists, and the presentation of those awards that have a more popular interest.", "category": "award", "confidence": 1.0}], [{"fact": "December 1", "summary": "December 1 is the 335th day of the year (336th in leap years) in the Gregorian calendar.  30 days remain until the end of the year.\n\n\n== Events ==\n800 – Charlemagne judges the accusations against Pope Leo III in the Vatican.", "category": "date", "confidence": 0.98}, {"fact": "ABC", "summary": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.", "category": "media", "confidence": 1.0}, false, false, {"fact": "Cole Porter", "summary": "Cole Albert Porter (June 9, 1891 – October 15, 1964) was an American composer and songwriter. Many of his songs became standards noted for their witty, urbane lyrics, and many of his scores found success on Broadway and in film.\nBorn to a wealthy family in Indiana, Porter defied his grandfather's wishes and took up music as a profession.", "category": "person-male", "confidence": 0.89}, {"fact": "AIDS", "summary": "In international relations, aid (also known as international aid, overseas aid, foreign aid or foreign assistance) is – from the perspective of governments – a voluntary transfer of resources from one country to another.\nAid may serve one or more functions: it may be given as a signal of diplomatic approval, or to strengthen a military ally, to reward a government for behavior desired by the donor, to extend the donor's cultural influence, to provide infrastructure needed by the donor for resource extraction from the recipient country, or to gain other kinds of commercial access. Countries may provide aid for further diplomatic reasons.", "category": "location", "confidence": 0.66}], [{"fact": "December 3", "summary": "December 3 is the 337th day of the year (338th in leap years) in the Gregorian calendar.  28 days remain until the end of the year.\n\n\n== Events ==\n915 – Pope John X crowned Berengar I of Italy as Holy Roman Emperor.", "category": "date", "confidence": 0.98}, {"fact": "Justify My Love", "summary": "\"Justify My Love\" is a song by American singer Madonna from her first greatest hits compilation album The Immaculate Collection (1990). It was released on November 6, 1990, by Sire Records as the lead single from The Immaculate Collection. The song was written by Lenny Kravitz and Ingrid Chavez, with additional lyrics by Madonna.", "category": "song", "confidence": 1.0}, false], [{"fact": "December 15", "summary": "December 15 is the 349th day of the year (350th in leap years) in the Gregorian calendar.  16 days remain until the end of the year.\n\n\n== Events ==\n533 – Vandalic War: Byzantine general Belisarius defeats the Vandals, commanded by King Gelimer, at the Battle of Tricamarum.", "category": "date", "confidence": 0.98}, {"fact": "Rod Stewart", "summary": "Sir Roderick David Stewart  (born 10 January 1945) is a British rock singer and songwriter. Born and raised in London, he is of Scottish and English ancestry. Stewart is one of the best-selling music artists of all time, having sold over 120 million records worldwide.", "category": "person-male", "confidence": 0.67}, {"fact": "Rachel Hunter", "summary": "Rachel Hunter (born 8 September 1969) is a New Zealand model, actress and the host of Imagination Television's Rachel Hunter's Tour of Beauty. She has appeared on several magazine covers, including Vogue, Elle, Rolling Stone, Sports Illustrated,\nPlayboy, Cosmopolitan and  Harper's Bazaar. She has been on the cover of the Sports Illustrated Swimsuit Issue twice; in 1994 (alongside Kathy Ireland and Elle Macpherson) and in 2006 (alongside six other models).", "category": "person-female", "confidence": 1.0}], [{"fact": "December 31", "summary": "December 31 is the 365th day of the year (366th in leap years) in the Gregorian calendar. It is known by a collection of names including: Saint Sylvester's Day, New Year's Eve or Old Years Day/Night, as the following day is New Year's Day. It is the last day of the year; the following day is January 1, the first day of the following year.", "category": "date", "confidence": 1.0}, {"fact": "New Year's Rockin' Eve", "summary": "Dick Clark's New Year's Rockin' Eve (NYRE) is an annual New Year's Eve television special broadcast by ABC. The special broadcasts primarily from New York City's Times Square and prominently features coverage of its annual ball drop event, along with live and pre-recorded musical performances by popular musicians from Times Square and Hollywood, in addition to live performances and coverage of festivities from New Orleans.\nIts creator and namesake was the entertainer Dick Clark, who conceived New Year's Rockin' Eve as a younger-skewing competitor to Guy Lombardo's popular and long-running New Year's Eve big band broadcasts on CBS. The first two editions, in 1973 and 1974, were hosted by Three Dog Night and George Carlin, respectively, featured Dick Clark assuming the role of Times Square reporter, and were broadcast by NBC. In 1974–75, the program moved to its current home of ABC, and Clark assumed the role of host.\nFollowing the death of Guy Lombardo and the decline of CBS's specials, New Year's Rockin' Eve grew in popularity and became ingrained in pop culture—even prompting Clark himself to make appearances on other programs in parody of his role.", "category": "location", "confidence": 0.25}, {"fact": "The Beach Boys", "summary": "The Beach Boys are an American rock band formed in Hawthorne, California in 1961. The group's original lineup consisted of brothers Brian, Dennis, and Carl Wilson, their cousin Mike Love, and their friend Al Jardine. Distinguished by their vocal harmonies and early surf songs, they are one of the most influential acts of the rock era.", "category": "band", "confidence": 1.0}, {"fact": "Bell Biv DeVoe", "summary": "Bell Biv DeVoe, also known as BBD, is an American music group formed from members of the New Edition, consisting of Ricky Bell, Michael Bivins, and Ronnie DeVoe.\nThe band is best known for their debut album, the multi-platinum selling Poison, a key work in the new jack swing movement of the 1990s that combined elements of traditional soul and R&B with hip hop.  Two singles from the album, \"Poison\" and \"Do Me!\", both reached #3 on the Billboard Hot 100 in 1990.", "category": "band", "confidence": 0.69}, {"fact": "The Kentucky Headhunters", "summary": "The Kentucky Headhunters are an American country rock and Southern rock band. They were founded in 1968 as Itchy Brother, which consisted of brothers Richard Young (rhythm guitar, vocals) and Fred Young (drums, vocals) along with Greg Martin (lead guitar, vocals) and Anthony Kenney (bass guitar, vocals). Itchy Brother performed together until 1982, with James Harrison replacing Martin from 1973 to 1976.", "category": "band", "confidence": 1.0}, {"fact": "Nelson", "summary": "Nelson is an American rock band founded by singer/songwriters Matthew and Gunnar Nelson (twin sons of Ricky Nelson and Kristin Nelson). The band achieved success during the early 1990s with their double platinum debut album After the Rain, which featured the number-one hit \"(Can't Live Without Your) Love and Affection\".After the success of their first album, the band claims to have been faced with conflicts with their record label, lack of support from the media, and the shift in music towards grunge and alternative rock. They eventually split with Geffen Records in 1995.", "category": "band", "confidence": 1.0}, {"fact": "The O'Jays", "summary": "The O'Jays are an American R&B group from Canton, Ohio, formed in 1958 and originally consisting of Eddie Levert (born  June 16, 1942), Walter Williams (born  August 25, 1943), William Powell (January 20, 1942 – May 26, 1977), Bobby Massey (born 1942, Canton) and Bill Isles (January 4, 1941  – March 28, 2019).  The O'Jays made their first chart appearance with \"Lonely Drifter\" in 1963, but reached their greatest level of success once Gamble & Huff, a team of producers and songwriters, signed them to their Philadelphia International label in 1972. With Gamble & Huff, the O'Jays (now a trio after the departure of Isles and Massey) emerged at the forefront of Philadelphia soul with \"Back Stabbers\" (1972), and topped the Billboard Hot 100 the following year with what some consider to be the first disco hit song, \"Love Train.\"  Numerous other hits followed through the 1970s and into the 1980s and 1990s, and The O'Jays were inducted into the Vocal Group Hall of Fame in 2004, and The Rock and Roll Hall of Fame in 2005 and in 2013 they were inducted into National Rhythm and Blues Hall of Fame.", "category": "band", "confidence": 0.83}, {"fact": "Sweet Sensation", "summary": "Sweet Sensation was an eight piece British soul group who had some success in the mid 1970s. They are best known for their 1974 No. 1 UK hit, \"Sad Sweet Dreamer\".", "category": "band", "confidence": 1.0}], [{"fact": "Amy Grant", "summary": "Amy Lee Grant (born November 25, 1960) is an American singer, songwriter, musician, author and media personality. She is known for performing contemporary Christian music (CCM) and for a successful crossover to pop music in the 1980s and 1990s. She has been referred to as \"The Queen of Christian Pop\".As of 2009, she had sold more than 30 million albums worldwide, won six Grammy Awards and 22 Gospel Music Association Dove Awards, and had the first Christian album to go Platinum.", "category": "person-female", "confidence": 1.0}, {"fact": "Gary Chapman", "summary": "Gary Winther Chapman (born August 19, 1957) is an American contemporary Christian music singer-songwriter and former television talk show host.\n\n\n== Early life and music career ==\nBorn in Waurika, Oklahoma, Chapman is the son of an Assemblies of God pastor, Rev. Terry W. Chapman, who ministered for 56 years before his death in 2009.", "category": "person-male", "confidence": 0.97}, {"fact": "Franklin, Tennessee", "summary": "Franklin is a city in, and the county seat of, Williamson County, Tennessee, United States. About 21 miles (34 km) south of Nashville, it is one of the principal cities of the Nashville metropolitan area and Middle Tennessee. As of 2018, its estimated population was 80,914, and it is the seventh-largest city in Tennessee.The city developed on both sides of the Harpeth River, a tributary of the Cumberland River.", "category": "location", "confidence": 0.97}, {"fact": "Rich Mullins", "summary": "Richard Wayne Mullins (October 21, 1955 – September 19, 1997) was an American contemporary Christian music singer and songwriter best known for his worship songs \"Awesome God\" and \"Step by Step\". Some of his albums were also considered among Christian music's best, including Winds of Heaven, Stuff of Earth (1988), The World As Best As I Remember It, Volume One (1991) and A Liturgy, a Legacy, & a Ragamuffin Band (1993). His songs have been performed by numerous artists, including Caedmon's Call, Five Iron Frenzy, Amy Grant, Carolyn Arends, Jars of Clay, Michael W. Smith, John Tesh, Chris Rice, Rebecca St.", "category": "person-male", "confidence": 0.63}, {"fact": "Rick Elias", "summary": "Richard Robert Elias (January 7, 1955 – April 2, 2019) was an American singer and songwriter based in Nashville.\nElias is best known for being a founding member of Rich Mullins' A Ragamuffin Band, which recorded and toured from 1993 through 2000.\n\n\n== Biography ==\nElias was born in San Diego, California, eventually attending Azusa Pacific University outside Los Angeles.", "category": "person-male", "confidence": 0.97}, {"fact": "Charlie Peacock", "summary": "Charles William Ashworth (born August 10, 1956), known professionally as Charlie Peacock, is an American singer, songwriter, pianist, record producer, session musician, and author. His albums include Love Press Ex-Curio, Arc of the Circle and No Man's Land (2012).\n\n\n== Early life ==\nPeacock was born in Yuba City, California and his father was a trumpeter and educator.", "category": "person-male", "confidence": 1.0}, {"fact": "Wes King", "summary": "Wes King (born January 20, 1966) is an American contemporary Christian singer, songwriter, photographer, and musician. He is perhaps best known for his 1993 album The Robe. His demo material, a cassette tape named \"Lonely Poet\", is sung by other artists, such as Kim Hill.", "category": "person-male", "confidence": 1.0}, {"fact": "Michael W. Smith", "summary": "Michael Whitaker Smith (born October 7, 1957) is an American musician, who has charted in both contemporary Christian and mainstream charts. His biggest success in mainstream music was in 1991 when \"Place in This World\" hit No. 6 on the Billboard Hot 100.", "category": "person-male", "confidence": 0.52}], [{"fact": "Opeth", "summary": "Opeth is a Swedish progressive metal band from Stockholm, formed in 1989. The group has been through several personnel changes, including the replacement of every single original member. Lead vocalist, guitarist and songwriter Mikael Åkerfeldt has remained Opeth's primary driving force since the departure of original vocalist David Isberg in 1992.", "category": "band", "confidence": 0.95}, {"fact": "David Isberg", "summary": "David Isberg (born 23 February 1975) is a Swedish musician, most famous for having founded seminal Swedish progressive death metal band Opeth.  David Isberg is also known as DJ Dake, having a successful DJ career with independent and electronic music, often influenced by the Madchester & obscure 70srock and psychedelic music. He also DJs old school heavy, thrash, speed and death metal.", "category": "person-male", "confidence": 1.0}, {"fact": "Mikael Åkerfeldt", "summary": "Lars Mikael Åkerfeldt (Swedish pronunciation: [ˈmîːkaɛl ˈôːkɛrˌfɛlt]; born 17 April 1974) is a Swedish musician. He is the lead vocalist, guitarist, and primary songwriter of progressive metal band Opeth, and the former vocalist of death metal supergroup Bloodbath. He was also guitarist for the \"one-off\" band Steel, and is part of the collaboration Storm Corrosion with Steven Wilson.", "category": "person-male", "confidence": 0.87}, {"fact": "Anders Nordin", "summary": "Opeth is a Swedish progressive metal band from Stockholm, formed in 1989. The group has been through several personnel changes, including the replacement of every single original member. Lead vocalist, guitarist and songwriter Mikael Åkerfeldt has remained Opeth's primary driving force since the departure of original vocalist David Isberg in 1992.", "category": "band", "confidence": 0.95}], [{"fact": "Studio Fredman", "summary": "Studio Fredman is a recording studio in Gothenburg, Sweden, owned and operated by producer Fredrik Nordström.\nIt is popular among Swedish metal bands, with artists such as At the Gates, Deathstars, Nightrage, Dimmu Borgir, Arch Enemy, Soilwork, Dark Tranquillity, In Flames, Zonaria, Machinae Supremacy, HammerFall, Bring Me the Horizon, A Breach of Silence, and Opeth recording multiple releases in the studio.\nOriginally, it was located in Gothenburg, but by 2005, it was relocated to Hyssna about 30 miles outside Gothenburg.", "category": "location", "confidence": 0.39}], [{"fact": "Sons of Kyuss", "summary": "Kyuss ( KY-əs) was an American rock band, formed in Palm Desert, California, in 1987 by Josh Homme (guitar), John Garcia (vocals), Brant Bjork (drums) and Chris Cockrell (bass). After releasing an EP under the name Sons of Kyuss in 1990, the band shortened its name to Kyuss and recruited Nick Oliveri, replacing Cockrell as bassist. Over the next five years the band released four full-length albums, and one last split EP in 1997 as Kyuss and the newly formed Queens of the Stone Age.", "category": "band", "confidence": 1.0}, {"fact": "Kyuss", "summary": "Kyuss ( KY-əs) was an American rock band, formed in Palm Desert, California, in 1987 by Josh Homme (guitar), John Garcia (vocals), Brant Bjork (drums) and Chris Cockrell (bass). After releasing an EP under the name Sons of Kyuss in 1990, the band shortened its name to Kyuss and recruited Nick Oliveri, replacing Cockrell as bassist. Over the next five years the band released four full-length albums, and one last split EP in 1997 as Kyuss and the newly formed Queens of the Stone Age.", "category": "band", "confidence": 1.0}, {"fact": "Josh Homme", "summary": "Joshua Michael Homme ( HOM-ee; born May 17, 1973) is an American singer, songwriter, musician, record producer, and actor. He is the founder, primary songwriter, and only continuous member of the rock band Queens of the Stone Age, which he formed in 1996 and in which he sings lead vocals and plays guitar, as well as occasionally playing bass, piano, and drums. He also co-founded Eagles of Death Metal in 1998, playing drums for their studio recordings and occasionally performing live with them.", "category": "person-male", "confidence": 1.0}], [{"fact": "Styx", "summary": "Styx  is an American rock band from Chicago that formed in 1972 and became famous for its albums released in the late 1970s and early 1980s. They are best known for melding hard rock guitar balanced with acoustic guitar, synthesizers mixed with acoustic piano, upbeat tracks with power ballads, and incorporating elements of international musical theatre. The band established itself with a progressive rock sound in the 1970s, and began to incorporate pop rock and soft rock elements in the 1980s.", "category": "band", "confidence": 0.81}, {"fact": "Tommy Shaw", "summary": "Tommy Roland Shaw (born September 11, 1953) is an American guitarist, singer, songwriter, and performer best known as the front man and guitarist for the rock band Styx. In between his stints with Styx, he has played with other groups including Damn Yankees, Shaw Blades as well as releasing several solo albums.\n\n\n== Early life and music career ==\nTommy Shaw was born in Montgomery, Alabama, United States, and played with many local bands in his early years.", "category": "person-male", "confidence": 0.85}, {"fact": "Damn Yankees", "summary": "Damn Yankees were an American rock group formed in 1989 consisting of Tommy Shaw of Styx, Jack Blades of Night Ranger, Ted Nugent and Michael Cartellone (then an unknown drummer who would later join Lynyrd Skynyrd).They are remembered for the songs \"High Enough\" and \"Where You Goin' Now\", both Top 40 hits in the early 1990s.\n\n\n== History ==\nProduced by rock producer Ron Nevison, the new band's self-titled debut album went double-platinum in 1990. Jack Blades's leading single \"Coming of Age\" hit No.", "category": "band", "confidence": 0.94}], [{"fact": "William Walton", "summary": "Sir William Turner Walton, OM (29 March 1902 – 8 March 1983) was an English composer. During a 60-year career, he wrote music in several classical genres and styles, from film scores to opera. His best-known works include Façade, the cantata Belshazzar's Feast, the Viola Concerto, the First Symphony, and the British coronation anthems Crown Imperial and Orb and Sceptre.", "category": "person-male", "confidence": 0.54}, false, {"fact": "Ron Goodwin", "summary": "Ronald Alfred Goodwin (17 February 1925 – 8 January 2003) was an English composer and conductor known for his film music. He scored over 70 films in a career lasting over fifty years. His most famous works included Where Eagles Dare, Battle of Britain, 633 Squadron the Margaret Rutherford's Miss Marple films, and Frenzy.", "category": "person-male", "confidence": 0.59}]]}