[[{"fact": "Israel's Son", "summary": "\"Israel's Son\" is a song by Australian rock band Silverchair, released in 1995. It was the third single released from their debut full-length album, Frogstomp, which was released earlier the same year. It was also released on their The Best of Volume 1, and used on the soundtrack to the western version of Street Fighter II: The Animated Movie.", "category": "song", "confidence": 0.52}, false, false], [{"fact": "Jamaican", "summary": "Jamaica ( (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.", "category": "location", "confidence": 1.0}, {"fact": "Jimmy Buffett", "summary": "James William Buffett (born December 25, 1946) is an American singer, songwriter, musician, author, actor, and businessman. He is best known for his music, which often portrays an \"island escapism\" lifestyle. Together with his Coral Reefer Band, Buffett has recorded hit songs including \"Margaritaville\" (ranked 234th on the Recording Industry Association of America's list of \"Songs of the Century\") and \"Come Monday\".", "category": "person-male", "confidence": 0.66}, false, {"fact": "U2", "summary": "U2 are  an Irish rock band from Dublin, formed in 1976. The group consists of Bono (lead vocals and rhythm guitar), the Edge (lead guitar, keyboards, and backing vocals), Adam Clayton (bass guitar), and Larry Mullen Jr. (drums and percussion).", "category": "band", "confidence": 1.0}, {"fact": "Bono", "summary": "Paul David Hewson, KBE OL (born 10 May 1960), known by his stage name Bono (), is an Irish singer-songwriter, musician, venture capitalist, businessman, and philanthropist. He is best known as the lead vocalist and primary lyricist of rock band U2.\nBorn and raised in Dublin, Ireland, he attended Mount Temple Comprehensive School where he met his future wife, Alison Stewart, as well as schoolmates with whom he formed U2 in 1976.", "category": "person-male", "confidence": 0.96}, {"fact": "Island Records", "summary": "Island Records is a British-Jamaican record label owned by Universal Music Group. It was founded in 1959 by Chris Blackwell, Graeme Goodall, and Leslie Kong in Jamaica, and was eventually sold to PolyGram in 1989. Island and A&M Records, another label recently acquired by PolyGram, were both at the time the largest independent record labels in history, with Island in particular having exerted a major influence on the progressive music scene in the United Kingdom in the early 1970s.", "category": "label", "confidence": 0.63}, {"fact": "Chris Blackwell", "summary": "Christopher Percy Gordon Blackwell (born 22 June 1937) is an English businessman and former record producer, and the founder of Island Records, which has been called \"one of Britain's great independent labels\". According to the Rock and Roll Hall of Fame, to which Blackwell was inducted in 2001, he is “the single person most responsible for turning the world on to reggae music.\"Forming Island Records in Jamaica on 22 May 1959, not quite aged 22, Blackwell was among the first to record the Jamaican popular music that eventually became known as ska. Returning to Britain in 1962, he sold records from the back of his car to the Jamaican community.Backed by Stanley Borden from RKO, Blackwell's business and reach grew substantially, and he went on to forge the careers of Bob Marley, Grace Jones and U2 amongst many other diverse high-profile acts.", "category": "person-male", "confidence": 0.57}, false], [{"fact": "La Fenice", "summary": "Teatro La Fenice (pronounced [la feˈniːtʃe], \"The Phoenix\") is an opera house in Venice, Italy. It is one of \"the most famous and renowned landmarks in the history of Italian theatre\", and in the history of opera as a whole. Especially in the 19th century, La Fenice became the site of many famous operatic premieres at which the works of several of the four major bel canto era composers – Rossini, Bellini, Donizetti, Verdi – were performed.", "category": "location", "confidence": 0.33}, {"fact": "opera house", "summary": "An opera house is a theatre building used for performances of opera. It usually includes a stage, an orchestra pit, audience seating, and backstage facilities for costumes and building sets.\nWhile some venues are constructed specifically for operas, other opera houses are part of larger performing arts centers.", "category": "location", "confidence": 0.62}, false], [{"fact": "Kiss", "summary": "Kiss (often stylized as KIϟϟ) is an American rock band formed in New York City in January 1973 by Paul Stanley, Gene Simmons, Peter Criss, and Ace Frehley. Well known for its members' face paint and stage outfits, the group rose to prominence in the mid-to-late 1970s with their elaborate live performances, which featured fire breathing, blood-spitting, smoking guitars, shooting rockets, levitating drum kits, and pyrotechnics. The band has gone through several lineup changes, with Stanley and Simmons being the only members to feature in every lineup.", "category": "band", "confidence": 0.68}, {"fact": "Ace Frehley", "summary": "Paul Daniel \"Ace\" Frehley (; born April 27, 1951) is an American musician and songwriter best known as the original lead guitarist and co-founding member of the rock band Kiss. He invented the persona of The Spaceman (a.k.a. Space Ace) and played with the group from its inception in 1973 until his departure in 1982.", "category": "person-male", "confidence": 0.65}, false, {"fact": "American Music Awards", "summary": "The American Music Awards (AMAs) is an annual American music awards show, generally held in the Fall, created by Dick Clark in 1973 for ABC when the network's contract to air the Grammy Awards expired.  It is the first of the Big Three music award shows held annually (the others being the Grammy Awards and the Billboard Music Awards). Until the 2005 edition, both the winners and the nominations were selected by members of the music industry, based on commercial performance, such as sales and airplay.", "category": "event", "confidence": 0.33}, false], [{"fact": "Garth Brooks", "summary": "Troyal Garth Brooks (born February 7, 1962) is an American singer and songwriter. His integration of rock and pop elements into the country genre has earned him popularity, particularly in the United States with success on the country single and album charts, multi-platinum recordings and record-breaking live performances, while also crossing over into the mainstream pop arena.According to the RIAA, he is the best-selling solo albums artist in the United States with 148 million domestic units sold, ahead of Elvis Presley, and is second only to The Beatles in total album sales overall. He is also one of the world's best-selling artists of all time, having sold more than 170 million records.As of 2020, Brooks is now the only artist in music history to have released eight albums that achieved diamond status in the United States (surpassing the Beatles' former record of six); those albums are Garth Brooks (10× platinum), No Fences (17× platinum), Ropin' the Wind (14× platinum), The Chase (10× platinum), The Hits (10× platinum), Sevens (10× platinum), Double Live (21× platinum), and The Ultimate Hits (10× platinum).", "category": "person-male", "confidence": 0.51}, false], [{"fact": "Tupac Shakur", "summary": "Tupac Amaru Shakur ( TOO-pahk shə-KOOR; born Lesane Parish Crooks, June 16, 1971 – September 13, 1996), popularly known by his stage name 2Pac, was an American rapper and actor. He is considered by many as one of the most significant rappers of all time. Much of Shakur's work has been noted for addressing contemporary social issues that plagued inner cities, and he is considered a symbol of resistance and activism against inequality.Shakur was born in the Manhattan borough of New York City but relocated to the San Francisco Bay Area in 1988.", "category": "person-male", "confidence": 0.56}, false, {"fact": "hip hop", "summary": "Hip hop or hip-hop, is a culture and art movement that was created by African Americans, Latino Americans and Caribbean Americans in the Bronx, New York City. The origin of the name is often disputed. It is also argued as to whether hip hop started in the South or West Bronx.", "category": "genre", "confidence": 0.63}, false, {"fact": "platinum", "summary": "Music recording certification is a system of certifying that a music recording has shipped, sold, or streamed a certain number of units. The threshold quantity varies by type (such as album, single, music video) and by nation or territory (see List of music recording certifications).\nAlmost all countries follow variations of the RIAA certification categories, which are named after precious materials (gold, platinum and diamond).", "category": "song", "confidence": 0.17}, {"fact": "Billboard 200", "summary": "The Billboard Hot 100 is the music industry standard record chart in the United States for songs, published weekly by Billboard magazine. Chart rankings are based on sales (physical and digital), radio play, and online streaming in the United States.\nThe weekly tracking period for sales was initially Monday to Sunday when Nielsen started tracking sales in 1991, but was changed to Friday to Thursday in July 2015.", "category": "chart", "confidence": 0.98}, false], [{"fact": "Take That", "summary": "Take That are an English pop group formed in Manchester in 1989. The group currently consists of Gary Barlow, Howard Donald and Mark Owen. The original line-up also featured Jason Orange and Robbie Williams.", "category": "band", "confidence": 0.72}], [{"fact": "Snoop Dogg", "summary": "Calvin Cordozar Broadus Jr. (born October 20, 1971), known professionally as Snoop Dogg, is an American rapper, singer, songwriter, producer, media personality, entrepreneur, and actor. His music career began in 1992 when he was discovered by Dr.", "category": "person-male", "confidence": 1.0}], [false, {"fact": "VH1", "summary": "VH1 (originally an initialism of Video Hits One) is an American pay television network based in New York City owned by ViacomCBS. It was originally created by Warner-Amex Satellite Entertainment, at the time a division of Warner Communications and the original owner of MTV, and launched on January 1, 1985, in the former space of Turner Broadcasting System's short-lived Cable Music Channel.\nThe channel was originally conceived to build upon the success of sister channel MTV by playing music videos targeting a slightly older demographic than MTV by focusing on the lighter, softer side of popular music. Like MTV, VH1 ultimately drifted away from music videos and into reality television programming, albeit with a focus on music personalities and celebrities, and shows targeting female audiences.", "category": "media", "confidence": 0.44}, false, {"fact": "Ray Davies", "summary": "Sir Raymond Douglas Davies,  ( DAY-viz; born 21 June 1944) is an English singer, songwriter and musician. He is the lead singer, rhythm guitarist and main songwriter for the Kinks, which he leads with his younger brother, Dave. He has also acted, directed and produced shows for theatre and television.", "category": "person-male", "confidence": 0.73}], [{"fact": "March 4", "summary": "March 4 is the 63rd day of the year (64th in leap years) in the Gregorian calendar.  302 days remain until the end of the year.\n\n\n== Events ==\nAD 51 – Nero, later to become Roman emperor, is given the title princeps iuventutis (head of the youth).", "category": "date", "confidence": 0.95}, false, {"fact": "\"Real Love\"", "summary": "\"Real Love\" is a song written by the English musician John Lennon, formerly of the Beatles. He recorded six demos of the song in 1979 and 1980 with \"Real Life\", a different song that merged with \"Real Love\". In 1988, the sixth take was posthumously released for the documentary soundtrack Imagine: John Lennon.", "category": "song", "confidence": 0.56}, {"fact": "John Lennon", "summary": "John Winston Ono Lennon  (born John Winston Lennon, 9 October 1940 – 8 December 1980) was an English singer, songwriter and peace activist who gained worldwide fame as the founder, co-lead vocalist, and rhythm guitarist of the Beatles. His songwriting partnership with Paul McCartney remains the most successful in history. In 1969, he started the Plastic Ono Band with his second wife, Yoko Ono.", "category": "person-male", "confidence": 0.77}, false], [{"fact": "March 13", "summary": "March 13 is the 72nd day of the year (73rd in leap years) in the Gregorian calendar.  293 days remain until the end of the year.\n\n\n== Events ==\n1567 – The Battle of Oosterweel, traditionally regarded as the start of the Eighty Years' War.", "category": "date", "confidence": 0.97}, {"fact": "Ramones", "summary": "The Ramones were an American punk rock band that formed in the New York City neighborhood of Forest Hills, Queens in 1974. They are often cited as the first true punk rock group. Despite achieving only limited commercial success initially, the band was highly influential in the United States and the United Kingdom.", "category": "band", "confidence": 0.66}, {"fact": "Buenos Aires", "summary": "Buenos Aires ( or ; Spanish pronunciation: [ˈbwenos ˈaiɾes]) is the capital and largest city of Argentina. The city is located on the western shore of the estuary of the Río de la Plata, on the South American continent's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra Señora Santa María del Buen Ayre\", named after the Madonna of Bonaria in Sardinia.", "category": "location", "confidence": 0.76}, false], [{"fact": "March 16", "summary": "March 16 is the 75th day of the year (76th in leap years) in the Gregorian calendar.  290 days remain until the end of the year.\n\n\n== Events ==\n934 – Meng Zhixiang declares himself emperor and establishes Later Shu as a new state independent of Later Tang.", "category": "date", "confidence": 0.97}, {"fact": "Mariah Carey", "summary": "Mariah Carey (born March 27, 1969 or 1970) is an American singer, songwriter, record producer, actress, entrepreneur, and philanthropist. Referred to as the \"Songbird Supreme\" by Guinness World Records, she is noted for her five-octave vocal range, melismatic singing style, and signature use of the whistle register. She rose to fame in 1990 after signing to Columbia Records and releasing her eponymous debut album, which topped the U.S. Billboard 200 for eleven consecutive weeks.", "category": "person-female", "confidence": 1.0}, {"fact": "Boyz II Men", "summary": "Boyz II Men (pronounced boys to men) is an American R&B and hip hop vocal group from Philadelphia, Pennsylvania, best known for emotional ballads and a cappella harmonies. They are currently a trio composed of baritone Nathan Morris alongside tenors Wanya Morris and Shawn Stockman. During the 1990s, Boyz II Men found fame on Motown Records as a quartet including bass Michael McCary, who left the group in 2003 due to multiple sclerosis .During the 1990s, Boyz II Men gained international success.", "category": "band", "confidence": 0.56}, {"fact": "One Sweet Day", "summary": "\"One Sweet Day\" is a song by American singer Mariah Carey and R&B group Boyz II Men. The song was released on November 14, 1995 (1995-11-14) as the second single from Carey's fifth studio album, Daydream. The artists co-wrote the song with Walter Afanasieff, who co-produced it with Carey.", "category": "song", "confidence": 0.73}, {"fact": "Celine Dion", "summary": "Céline Marie Claudette Dion  (, also UK: , French: [selin maʁi klodɛt djɔ̃], Quebec French: [- d͡zjɔ̃]; born 30 March 1968) is a Canadian singer. Born into a large family from Charlemagne, Quebec, she emerged as a teen star in her homeland with a series of French-language albums during the 1980s. She first gained international recognition by winning both the 1982 Yamaha World Popular Song Festival and the 1988 Eurovision Song Contest, where she represented Switzerland.", "category": "person-female", "confidence": 0.74}, {"fact": "Because You Loved Me", "summary": "\"Because You Loved Me\" is a song recorded by Canadian singer Celine Dion for her fourth English-language studio album, Falling into You (1996). It was released on 20 February 1996, as the first single in North America, South America and Asia. It was released as the second single from the album in Australia, on 29 April 1996, and in May 1996 in Europe.", "category": "song", "confidence": 0.39}, {"fact": "Billboard Hot 100", "summary": "The Billboard Hot 100 is the music industry standard record chart in the United States for songs, published weekly by Billboard magazine. Chart rankings are based on sales (physical and digital), radio play, and online streaming in the United States.\nThe weekly tracking period for sales was initially Monday to Sunday when Nielsen started tracking sales in 1991, but was changed to Friday to Thursday in July 2015.", "category": "chart", "confidence": 0.98}, false], [{"fact": "March 18", "summary": "March 18 is the 77th day of the year (78th in leap years) in the Gregorian calendar.  288 days remain until the end of the year.\n\n\n== Events ==\n1068 – An earthquake in the Levant and the Arabian Peninsula, leaves up to 20,000 dead.", "category": "date", "confidence": 0.96}, {"fact": "Sex Pistols", "summary": "The Sex Pistols were an English punk rock band that formed in London in 1975. They were responsible for initiating the punk movement in the United Kingdom and inspiring many later punk and alternative rock musicians. Although their initial career lasted just two and a half years and produced only four singles and one studio album, Never Mind the Bollocks, Here's the Sex Pistols, they are regarded as one of the most influential acts in the history of popular music.The Sex Pistols originally comprised vocalist Johnny Rotten (John Lydon), guitarist Steve Jones, drummer Paul Cook and bassist Glen Matlock.", "category": "band", "confidence": 0.67}, false], [{"fact": "March 28", "summary": "March 28 is the 87th day of the year (88th in leap years) in the Gregorian calendar.  278 days remain until the end of the year.\n\n\n== Events ==\nAD 37 – Roman emperor Caligula accepts the titles of the Principate, bestowed on him by the Senate.", "category": "date", "confidence": 0.96}, {"fact": "Phil Collins", "summary": "Philip David Charles Collins  (born 30 January 1951) is an English drummer, singer, songwriter, multi-instrumentalist, record producer, and actor, best known as the drummer/singer of the rock band Genesis and for his solo career. Between 1982 and 1989, Collins scored three UK and seven US number-one singles in his solo career. When his work with Genesis, his work with other artists, as well as his solo career is totalled, he had more US Top 40 singles than any other artist during the 1980s.", "category": "person-male", "confidence": 1.0}, {"fact": "Genesis", "summary": "Genesis  are an English rock band formed at Charterhouse School, Godalming, Surrey, in 1967. The most commercially successful and longest-lasting line-up consisted of keyboardist Tony Banks, bassist/guitarist Mike Rutherford and drummer/singer Phil Collins. Significant former members were original lead singer Peter Gabriel, and guitarists Anthony Phillips and Steve Hackett.", "category": "band", "confidence": 0.78}, false], [{"fact": "Roberto Alagna", "summary": "Roberto Alagna (French pronunciation: ​[ʁɔ.bɛʁ.to a.la.ɲa]; Italian pronunciation: [roˈbɛrto aˈlaɲɲa]; born 7 June 1963) is a French tenor. He was born in Clichy-sous-Bois, Seine-Saint-Denis, France and obtained French citizenship at age 18, while also retaining his previous Italian citizenship.\n\n\n== Early years ==\nAlagna was born outside the city of Paris in 1963 to a family of Sicilian immigrants.", "category": "person-male", "confidence": 0.54}, {"fact": "Angela Gheorghiu", "summary": "Angela Gheorghiu (Romanian pronunciation: [anˈd͡ʒela ɡe̯orˈɡi.u] (listen); née Burlacu; born 7 September 1965) is a Romanian soprano.Since her professional debut in 1990, she has performed in leading roles of several operas at New York's Metropolitan Opera, London's Royal Opera House, the Vienna State Opera, Milan's La Scala, and many other opera houses in Europe and the United States. She has a substantial discography primarily with EMI Classics and Decca and is especially known for her performances in the operas of Puccini.\n\n\n== Early life and family ==\nAngela Burlacu was born in Adjud, to a seamstress mother and train driver father.", "category": "person-male", "confidence": 0.57}, false], [{"fact": "John Squire", "summary": "Jonathan Thomas Squire (born 24 November 1962) is an English musician, songwriter and artist. He was the guitarist for the Stone Roses, a rock band in which he formed a songwriting partnership with lead singer Ian Brown. After leaving the Stone Roses he went on to found the Seahorses and has since released two solo albums.", "category": "person-male", "confidence": 0.71}, {"fact": "The Stone Roses", "summary": "The Stone Roses were an English rock band formed in Manchester in 1983. One of the pioneering groups of the Madchester movement in the late 1980s and early 1990s, the band's classic and most prominent lineup consisted of vocalist Ian Brown, guitarist John Squire, bassist Mani and drummer Reni.\nThe band released their debut album, The Stone Roses, in 1989.", "category": "band", "confidence": 0.9}], [{"fact": "Tommy Lee", "summary": "Thomas Lee Bass (born October 3, 1962) is an American musician and founding member of Mötley Crüe. As well as being the band's long-term drummer, Lee founded rap-metal band Methods of Mayhem, and has pursued solo musical projects.\n\n\n== Early life ==\nLee was born Thomas Lee Bass on October 3, 1962 in Athens, Greece, to father David Lee Thomas Bass, an American U.S. Army sergeant, and mother Vassilikki \"Voula\" Papadimitriou (Greek: Βασιλική Παπαδημητρίου), a Miss Greece contestant for the 1960 Miss World event.", "category": "person-male", "confidence": 0.68}, {"fact": "Pamela Anderson", "summary": "Pamela Denise Anderson (born July 1, 1967) is a Canadian-American actress, model and animal rights activist. Anderson is best known for her appearances in Playboy magazine and for her work on the television series Home Improvement, Baywatch, and V.I.P..\nShe initially rose to fame after being selected as the February 1990 Playmate of the Month for Playboy magazine.", "category": "person-female", "confidence": 0.54}, false, {"fact": "X-rated", "summary": "An X rating is a rating used to classify movies that are only meant for adults.\n\n\n== Australia ==\nThe Australian Classification Board (ACB, formerly known as the OFLC), a government institution, issues ratings for all movies and television shows exhibited, televised, sold, or hired in Australia. Material showing explicit, non-simulated sex that is pornographic in nature is rated X18+.", "category": "location", "confidence": 0.45}, {"fact": "home movie", "summary": "A home movie is a short amateur film or video typically made just to preserve a visual record of family activities, a vacation, or a special event, and intended for viewing at home by family and friends. Originally, home movies were made on photographic film in formats that usually limited the movie-maker to about three minutes per roll of costly camera film. The vast majority of amateur film formats lacked audio, shooting silent film.", "category": "location", "confidence": 0.45}], [{"fact": "June 2", "summary": "June 2 is the 153rd day of the year (154th in leap years) in the Gregorian calendar.  212 days remain until the end of the year.\n\n\n== Events ==\n455 – Sack of Rome: Vandals enter Rome, and plunder the city for two weeks.", "category": "date", "confidence": 0.93}, {"fact": "Alice Cooper", "summary": "Alice Cooper (born Vincent Damon Furnier; February 4, 1948) is an American singer, songwriter, and actor whose career spans over 50 years. With his distinctive raspy voice and a stage show that features numerous props, including guillotines, electric chairs, fake blood, reptiles, baby dolls, and dueling swords, Cooper is considered by music journalists and peers alike to be \"The Godfather of Shock Rock\". He has drawn equally from horror films, vaudeville, and garage rock to pioneer a macabre and theatrical brand of rock designed to shock people.Originating in Phoenix, Arizona in 1964, \"Alice Cooper\" was originally a band consisting of Furnier on vocals and harmonica, Glen Buxton on lead guitar, Michael Bruce on rhythm guitar, Dennis Dunaway on bass guitar, and Neal Smith on drums.", "category": "person-male", "confidence": 1.0}, {"fact": "Sammy Hagar", "summary": "Samuel Roy Hagar (born October 13, 1947), also known as The Red Rocker, is an American rock vocalist, songwriter, musician, and entrepreneur. Hagar came to prominence in the 1970s with the hard rock band Montrose. He then launched a successful solo career, scoring an enduring hit in 1984 with \"I Can't Drive 55\".", "category": "person-male", "confidence": 0.73}, {"fact": "Cabo Wabo", "summary": "Cabo Wabo is a nightclub and restaurant located in Cabo San Lucas, Baja California Sur, Mexico.  Franchises exist on the Las Vegas Strip and on Hollywood Boulevard in Hollywood, California. It is also a popular brand of tequila.", "category": "location", "confidence": 0.96}], [{"fact": "June 12", "summary": "June 12 is the 163rd day of the year (164th in leap years) in the Gregorian calendar.  202 days remain until the end of the year.\n\n\n== Events ==\n910 – Battle of Augsburg: The Hungarians defeat the East Frankish army under King Louis the Child, using the famous feigned retreat tactic of the nomadic warriors.", "category": "date", "confidence": 0.96}, {"fact": "Eurovision Young Musicians 1996", "summary": "The Eurovision Young Musicians 1996 was the eighth edition of the Eurovision Young Musicians, held at Centro Cultural de Belém in Lisbon, Portugal on 12 June 1996. Organised by the European Broadcasting Union (EBU) and host broadcaster Rádio e Televisão de Portugal (RTP), musicians from eight countries participated in the televised final. Out of the 22 countries, 14 did not qualify to the final, including the host country Portugal.", "category": "event", "confidence": 0.83}, {"fact": "Julia Fischer", "summary": "Julia Fischer (born 15 June 1983) is a German classical violinist and pianist. She teaches at the Munich University of Music and Performing Arts and performs up to 60 times per year.\n\n\n== Biography ==\nJulia Fischer is of German-Slovak ancestry.", "category": "person-male", "confidence": 0.66}], [{"fact": "June 15", "summary": "June 15 is the 166th day of the year (167th in leap years) in the Gregorian calendar.  199 days remain until the end of the year.\n\n\n== Events ==\n763 BC – Assyrians record a solar eclipse that is later used to fix the chronology of Mesopotamian history.", "category": "date", "confidence": 0.95}, {"fact": "Tibetan Freedom Concerts", "summary": "Tibetan Freedom Concert is the name given to a series of rock festivals held in North America, Europe and Asia from 1996 onwards to support the cause of Tibetan independence. The concerts were originally organized by the Beastie Boys and the Milarepa Fund. The idea for a Live Aid-style concert for Tibet was conceived by members of the group during the 1994 Lollapalooza Tour.", "category": "event", "confidence": 0.54}, {"fact": "San Francisco", "summary": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or \"The City\", is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th most populous city in the United States, and the fourth most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth most densely populated U.S. county, behind only four of the five New York City boroughs.", "category": "location", "confidence": 0.94}], [{"fact": "June 19", "summary": "June 19 is the 170th day of the year (171st in leap years) in the Gregorian calendar.  195 days remain until the end of the year.\n\n\n== Events ==\n325 – The original Nicene Creed is adopted at the First Council of Nicaea.", "category": "date", "confidence": 0.94}, {"fact": "Chage and Aska", "summary": "Chage and Aska (チャゲ&飛鳥) are a Japanese popular music duo composed of male singer-songwriters from Fukuoka Prefecture: Chage (チャゲ) (born January 6, 1958) and Aska (飛鳥涼（RYO Aska)) (born February 24, 1958). To date they have sold over 31 million albums and singles in Japan.\n\n\n== History ==\nThey were formed in the late 1970s at the suggestion of the A&R division of the Yamaha Music Foundation.", "category": "person-male", "confidence": 0.57}, false, false], [{"fact": "June 21", "summary": "June 21 is the 172nd day of the year (173rd in leap years) in the Gregorian calendar.  193 days remain until the end of the year.\nThis day usually marks the summer solstice in the Northern Hemisphere and the winter solstice in the Southern Hemisphere, which is the day of the year with the most hours of daylight in the Northern Hemisphere and the fewest hours of daylight in the Southern Hemisphere.", "category": "date", "confidence": 0.95}, {"fact": "Sex Pistols", "summary": "The Sex Pistols were an English punk rock band that formed in London in 1975. They were responsible for initiating the punk movement in the United Kingdom and inspiring many later punk and alternative rock musicians. Although their initial career lasted just two and a half years and produced only four singles and one studio album, Never Mind the Bollocks, Here's the Sex Pistols, they are regarded as one of the most influential acts in the history of popular music.The Sex Pistols originally comprised vocalist Johnny Rotten (John Lydon), guitarist Steve Jones, drummer Paul Cook and bassist Glen Matlock.", "category": "band", "confidence": 0.67}, {"fact": "Lahti", "summary": "Lahti (Finnish pronunciation: [ˈlɑhti]; Swedish: Lahtis) is a city and municipality in Finland.\nLahti is the capital of the region of Päijänne Tavastia (Päijät-Häme). It is situated on a bay at the southern end of lake Vesijärvi about 100 kilometres (60 mi) north-east of the capital Helsinki.", "category": "location", "confidence": 0.82}], [{"fact": "June 25", "summary": "June 25 is the 176th day of the year (177th in leap years) in the Gregorian calendar.  189 days remain until the end of the year.\n\n\n== Events ==\n524 – The Franks are defeated by the Burgundians in the Battle of Vézeronce.", "category": "date", "confidence": 0.96}, {"fact": "Reasonable Doubt", "summary": "Reasonable Doubt is the debut studio album by American rapper Jay-Z. It was released on June 25, 1996, by Roc-A-Fella Records and Priority Records. The album features production provided by DJ Premier, Ski, Knobody and Clark Kent, and also includes guest appearances from Memphis Bleek, Mary J. Blige, Jaz-O and The Notorious B.I.G., among others. The album features mafioso rap themes and gritty lyrics about the \"hustler\" lifestyle and material obsessions.", "category": "album", "confidence": 0.43}], [{"fact": "June 26", "summary": "June 26 is the 177th day of the year (178th in leap years) in the Gregorian calendar.  188 days remain until the end of the year.\n\n\n== Events ==\n4 AD – Augustus adopts Tiberius.", "category": "date", "confidence": 0.96}, {"fact": "Sammy Hagar", "summary": "Samuel Roy Hagar (born October 13, 1947), also known as The Red Rocker, is an American rock vocalist, songwriter, musician, and entrepreneur. Hagar came to prominence in the 1970s with the hard rock band Montrose. He then launched a successful solo career, scoring an enduring hit in 1984 with \"I Can't Drive 55\".", "category": "person-male", "confidence": 0.73}, false], [{"fact": "June 27", "summary": "June 27 is the 178th day of the year (179th in leap years) in the Gregorian calendar.  187 days remain until the end of the year.\n\n\n== Events ==\n1358 – The Republic of Ragusa is founded.", "category": "date", "confidence": 0.96}, {"fact": "DJ Screw", "summary": "Robert Earl Davis Jr. (July 20, 1971 – November 16, 2000), better known by his stage name DJ Screw, was an American hip hop DJ based in Houston, Texas, and best known as the creator of the now-famous Chopped and Screwed DJ technique. He was a central and influential figure in the Houston hip hop community and was the leader of Houston's Screwed Up Click.", "category": "person-male", "confidence": 0.23}, {"fact": "chopped and screwed rap", "summary": "Chopped and screwed (also called screwed and chopped or slowed and throwed) is a technique of remixing hip hop music which developed in the Houston hip hop scene in the early 1990s.  This is accomplished by slowing the tempo down to between 60 and 70 quarter-note beats per minute and applying techniques such as skipping beats, record scratching, stop-time, and affecting portions of the music to make a \"chopped-up\" version of the original.\nDJ Screw is the innovator behind the chopped and screwed genre.", "category": "genre", "confidence": 0.61}, {"fact": "Screwed Up Click", "summary": "The Screwed Up Click (or S.U.C.) is an American hip hop collective based out of Houston, Texas, that was led by DJ Screw. Its most notable members include DJ Screw himself, Big Hawk, Big Mello, Big Moe, Big Pokey, the Botany Boyz, E.S.G., Fat Pat, Lil' Flip, Lil' Keke, Lil' O, Trae and Z-Ro. In addition, Devin the Dude, K-Rino, Lil' Troy, South Park Mexican and UGK are considered to be \"Screwed Up Affiliated\".", "category": "location", "confidence": 0.37}, false, {"fact": "Houston", "summary": "Boston (UK: , US: ) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999.", "category": "location", "confidence": 0.94}, {"fact": "rappers", "summary": "Southern hip hop, also known as Southern rap, South Coast hip hop, or dirty south, is a blanket term for a regional genre of American hip hop music that emerged in the Southern United States and the Southeastern United States, especially in Atlanta, New Orleans, Houston, Memphis, and Miami—five cities which constitute the \"Southern Network\" in rap music.The music was a reaction to the 1980s flow of hip hop culture from New York City and the Los Angeles area and can be considered a third major American hip hop genre, after East Coast hip hop and West Coast hip hop. Many early Southern rap artists released their music independently or on mixtapes after encountering difficulty securing record-label contracts in the 1990s. By the early 2000s, many Southern artists had attained national success, and as the decade went on, both mainstream and underground varieties of Southern hip-hop became among the most popular and influential of the entire genre.", "category": "genre", "confidence": 0.35}, {"fact": "Big Moe", "summary": "Kenneth Doniell Moore (August 20, 1974 – October 14, 2007), better known by his stage name Big Moe, was an American rapper from Houston, Texas.  \n\n\n== Early life ==\nKenneth Doniell Moore was born in Houston, Texas on August 20, 1974, and he grew up in southeast Houston. He graduated from Yates High School in 1992 and he was a former high school football star.", "category": "person-male", "confidence": 0.7}, {"fact": "Big Pokey", "summary": "Milton Powell (born December 4, 1977), better known by his stage name Big Pokey, is an American rapper from Houston, Texas. Pokey is associated with chopped and screwed music, and is one of the original members of the Screwed Up Click.\n\n\n== Rap career ==\nBig Pokey began rapping with Houston producer DJ Screw in the early 1990s releasing songs on many of DJ Screw's mixtapes.", "category": "person-male", "confidence": 0.57}, false], [{"fact": "June 28", "summary": "June 28 is the 179th day of the year (180th in leap years) in the Gregorian calendar.  186 days remain until the end of the year.\nIn common years it is always in ISO week 26.", "category": "date", "confidence": 0.98}, {"fact": "Kiss", "summary": "Kiss (often stylized as KIϟϟ) is an American rock band formed in New York City in January 1973 by Paul Stanley, Gene Simmons, Peter Criss, and Ace Frehley. Well known for its members' face paint and stage outfits, the group rose to prominence in the mid-to-late 1970s with their elaborate live performances, which featured fire breathing, blood-spitting, smoking guitars, shooting rockets, levitating drum kits, and pyrotechnics. The band has gone through several lineup changes, with Stanley and Simmons being the only members to feature in every lineup.", "category": "band", "confidence": 0.68}, {"fact": "Alive/Worldwide reunion tour", "summary": "The KISS Alive/Worldwide 96/97Tour (also known as the Reunion Tour) was a 1996–1997 concert tour by American hard rock band  Kiss. It was the first tour with original members Peter Criss and Ace Frehley since their 1979 Dynasty Tour. The tour grossed $43.7 million, making it the most successful Kiss tour to date.", "category": "location", "confidence": 0.31}, false], [{"fact": "This World", "summary": "This World (formerly known as In Flight) is a band founded in 1995 by brothers Lee Kohler and Rob Kohler in Bozeman, Montana. Lee is well known as a church organist, having performed with The Temptations and Bo Diddley. Rob is well known as a bassist and educator, teaching at the Stanford Jazz Workshop since 1991 and having performed/recorded with Danny Gottlieb, Julian Lage, Taylor Eigsti, Jeff Ballard, John Stowell, Alice Di Micele, and Michelle Shocked.", "category": "band", "confidence": 0.41}, {"fact": "first album", "summary": "Out of This World is the fourth studio album by the Swedish rock band Europe. Released on 9 August 1988 through Epic Records, the album was a commercial success selling over 3 million units worldwide, peaking at number 19 on the US Billboard 200 chart and reaching high positions in charts worldwide. It was recorded at Olympic Studios and Townhouse Studios, London, England.", "category": "album", "confidence": 0.37}], [{"fact": "Alice in Chains", "summary": "Alice in Chains (often abbreviated as AIC) is an American rock band from Seattle, Washington, formed in 1987 by guitarist and vocalist Jerry Cantrell and drummer Sean Kinney, who later recruited bassist Mike Starr and lead vocalist Layne Staley. Starr was replaced by Mike Inez in 1993. William DuVall joined the band in 2006 as co-lead vocalist and rhythm guitarist, replacing Staley, who died in 2002.", "category": "band", "confidence": 0.88}, {"fact": "Layne Staley", "summary": "Layne Thomas Staley (born Layne Rutherford Staley, August 22, 1967 – April 5, 2002) was an American musician best known as the original lead singer and co-songwriter of the rock band Alice in Chains. The band rose to international fame in the early 1990s as part of Seattle's grunge movement, becoming known for Staley's distinct vocal style and tenor voice as well as the harmonized vocals between him and guitarist/vocalist Jerry Cantrell. Staley was also a member of the glam metal bands Sleze and Alice N' Chains, and  the supergroups Mad Season and Class of '99.", "category": "person-male", "confidence": 0.78}, {"fact": "Kansas City, Missouri", "summary": "Kansas City (abbreviated KC or KCMO) is the largest city in the U.S. state of Missouri by population and area. According to the U.S. Census Bureau, the city had an estimated population of 491,918 in 2018, making it the 38th most-populous city in the United States. It is the most populated municipality and historic core city of the Kansas City metropolitan area, which straddles the Kansas–Missouri state line and has a CSA population of 2,487,053.", "category": "location", "confidence": 0.97}, {"fact": "Kiss", "summary": "Kiss (often stylized as KIϟϟ) is an American rock band formed in New York City in January 1973 by Paul Stanley, Gene Simmons, Peter Criss, and Ace Frehley. Well known for its members' face paint and stage outfits, the group rose to prominence in the mid-to-late 1970s with their elaborate live performances, which featured fire breathing, blood-spitting, smoking guitars, shooting rockets, levitating drum kits, and pyrotechnics. The band has gone through several lineup changes, with Stanley and Simmons being the only members to feature in every lineup.", "category": "band", "confidence": 0.68}], [{"fact": "August 1", "summary": "August 1 is the 213th day of the year (214th in leap years) in the Gregorian calendar.  152 days remain until the end of the year.\n\n\n== Events ==\n30 BC – Octavian (later known as Augustus) enters Alexandria, Egypt, bringing it under the control of the Roman Republic.", "category": "date", "confidence": 0.96}, {"fact": "MTV2", "summary": "MTV2 (formerly M2) is an American pay television channel owned by the ViacomCBS Domestic Media Networks division of ViacomCBS. The channel was initially broadcast free-to-air in selected markets, where the former all-request music channel known as The Box was broadcast (which was acquired by MTV Networks in 2001 for the sole purpose of conversion to MTV2).\nThe channel launched initially as a constant, commercial-free music videos, once the original MTV had started to change its direction to reality television and serial documentaries. As with its parent network, MTV2's focus on music programming would gradually be downplayed during the 2000s.", "category": "media", "confidence": 0.43}, false, {"fact": "Where It's At", "summary": "\"Where It's At\" is a song by the alternative rock musician Beck. It was released as the first single from his 1996 album Odelay. Beck wrote the song in 1995.", "category": "song", "confidence": 0.67}, {"fact": "Beck", "summary": "Beck Hansen (born Bek David Campbell; July 8, 1970) is an American singer, songwriter, musician, and record producer. He rose to fame in the early 1990s with his experimental and lo-fi style, and became known for creating musical collages of wide-ranging genres. He has musically encompassed folk, funk, soul, hip hop, electronic, alternative rock, country, and psychedelia.", "category": "person-male", "confidence": 1.0}, false], [{"fact": "August 6", "summary": "August 6 is the 218th day of the year (219th in leap years) in the Gregorian calendar.  147 days remain until the end of the year.\n\n\n== Events ==\n1284 – The Republic of Pisa is defeated in the Battle of Meloria by the Republic of Genoa, thus losing its naval dominance in the Mediterranean.", "category": "date", "confidence": 0.95}, {"fact": "punk rock", "summary": "Punk rock (or simply punk) is a music genre that emerged in the mid-1970s. Rooted in 1960s garage rock, punk bands rejected the perceived excesses of mainstream 1970s rock. They typically produced short, fast-paced songs with hard-edged melodies and singing styles, stripped-down instrumentation, and often political, anti-establishment lyrics.", "category": "genre", "confidence": 1.0}, false], [{"fact": "August 10", "summary": "August 10 is the 222nd day of the year (223rd in leap years) in the Gregorian calendar.  143 days remain until the end of the year.\nThe term 'the 10th of August' is widely used by historians as a shorthand for the Storming of the Tuileries Palace on the 10th of August, 1792, the effective end of the French monarchy until it was restored in 1814.", "category": "date", "confidence": 0.97}, {"fact": "Oasis", "summary": "Oasis were an English rock band formed in Manchester in 1991. Developed from an earlier group, the Rain, the band originally consisted of Liam Gallagher (lead vocals, tambourine), Paul Arthurs (guitar), Paul McGuigan (bass guitar), and Tony McCarroll (drums). Upon returning to Manchester, Liam's older brother, Noel Gallagher (lead guitar, vocals) joined as a fifth member, which formed the band's core and settled line-up.", "category": "band", "confidence": 1.0}, {"fact": "Stone Roses", "summary": "The Stone Roses were an English rock band formed in Manchester in 1983. One of the pioneering groups of the Madchester movement in the late 1980s and early 1990s, the band's classic and most prominent lineup consisted of vocalist Ian Brown, guitarist John Squire, bassist Mani and drummer Reni.\nThe band released their debut album, The Stone Roses, in 1989.", "category": "band", "confidence": 0.9}, {"fact": "John Squire", "summary": "Jonathan Thomas Squire (born 24 November 1962) is an English musician, songwriter and artist. He was the guitarist for the Stone Roses, a rock band in which he formed a songwriting partnership with lead singer Ian Brown. After leaving the Stone Roses he went on to found the Seahorses and has since released two solo albums.", "category": "person-male", "confidence": 0.71}], [{"fact": "August 15", "summary": "August 15 is the 227th day of the year (228th in leap years) in the Gregorian calendar.  138 days remain until the end of the year.\n\n\n== Events ==\n636 – Arab–Byzantine wars: The Battle of Yarmouk between Byzantine Empire and Rashidun Caliphate begins.", "category": "date", "confidence": 0.97}, {"fact": "Phish", "summary": "Phish is an American rock band that formed in Burlington, Vermont in 1983. The band is known for musical improvisation, extended jams, blending of genres, and a dedicated fan base. The band consists of guitarist Trey Anastasio, bassist Mike Gordon, drummer Jon Fishman, and keyboardist Page McConnell, all of whom perform vocals, with Anastasio being the primary lead vocalist.", "category": "band", "confidence": 0.9}, {"fact": "The Clifford Ball", "summary": "Starting in 1996, American jam band Phish has hosted a series of festivals—ten in total, with attendance at around 85,000. They are typically the only band to perform at the festivals, although the 1998 Lemonwheel festival and 1999 Camp Oswego festival both featured a second stage for supporting acts.\n\n\n== The Clifford Ball ==\nThe Clifford Ball was the first weekend-long festival hosted by Phish throughout their career.", "category": "band", "confidence": 0.34}, {"fact": "Plattsburgh Air Force Base", "summary": "Plattsburgh Air Force Base is a former United States Air Force Strategic Air Command (SAC) base covering 3,447 acres (13.7 km²) in the extreme northeast corner of New York, 20 miles (32 km) south of the Canada–United States border, located on the western shore of Lake Champlain opposite Burlington, Vermont, in the city of Plattsburgh, New York.\nThe base closed on 25 September 1995, pursuant to the Defense Base Realignment and Closure Act of 1990 (10 U.S.C. Sec. 2687 note) and the recommendations of the Defense Base Realignment and Closure Commission.", "category": "location", "confidence": 0.92}], [{"fact": "August 27", "summary": "August 27 is the 239th day of the year (240th in leap years) in the Gregorian calendar.  126 days remain until the end of the year.\n\n\n== Events ==\n410 – The sacking of Rome by the Visigoths ends after three days.", "category": "date", "confidence": 0.96}, {"fact": "Aaliyah", "summary": "Aliyah (US: , UK: ; Hebrew: עֲלִיָּה aliyah, \"ascent\") is the immigration of Jews from the diaspora to the Land of Israel (Eretz Israel in Hebrew). Also defined as \"the act of going up\"—that is, towards Jerusalem—\"making aliyah\" by moving to the Land of Israel is one of the most basic tenets of Zionism. The opposite action, emigration from the Land of Israel, is referred to in Hebrew as yerida (\"descent\").", "category": "location", "confidence": 0.52}, false], [{"fact": "Tupac Shakur", "summary": "Tupac Amaru Shakur ( TOO-pahk shə-KOOR; born Lesane Parish Crooks, June 16, 1971 – September 13, 1996), popularly known by his stage name 2Pac, was an American rapper and actor. He is considered by many as one of the most significant rappers of all time. Much of Shakur's work has been noted for addressing contemporary social issues that plagued inner cities, and he is considered a symbol of resistance and activism against inequality.Shakur was born in the Manhattan borough of New York City but relocated to the San Francisco Bay Area in 1988.", "category": "person-male", "confidence": 0.56}, {"fact": "MGM Grand Hotel", "summary": "The MGM Grand Las Vegas is a hotel and casino located on the Las Vegas Strip in Paradise, Nevada. The MGM Grand is the largest single hotel in the United States with 6,852 rooms. It is also the third-largest hotel complex in the world by number of rooms and second-largest hotel resort complex in the United States behind the combined The Venetian and The Palazzo.", "category": "location", "confidence": 0.8}, {"fact": "Las Vegas", "summary": "The Las Vegas Valley is a major metropolitan area in the southern part of the U.S. state of Nevada. The state's largest urban agglomeration, the Las Vegas Metropolitan Statistical Area is coextensive since 2003 with Clark County, Nevada. The Valley is largely defined by the Las Vegas Valley landform, a 600 sq mi (1,600 km2) basin area surrounded by mountains to the north, south, east and west of the metropolitan area.", "category": "location", "confidence": 0.98}, {"fact": "Nevada", "summary": "Nevada ( or ) is a state in the Western United States. It is bordered by Oregon to the northwest. Idaho to the northeast.", "category": "location", "confidence": 0.56}, {"fact": "Mike Tyson", "summary": "Michael Gerard \"Mike\" Tyson (born June 30, 1966) is an American former professional boxer who competed from 1985 to 2005. He reigned as the undisputed world heavyweight champion and holds the record as the youngest boxer to win a heavyweight title, at 20 years, four months, and 22 days old. Tyson won his first 19 professional fights by knockout, 12 of them in the first round.", "category": "person-male", "confidence": 0.41}, {"fact": "Bruce Seldon", "summary": "Bruce Samuel Seldon (born January 30, 1967) is an American former professional boxer who competed from 1988 to 1996, and 2004 to 2009. He held the WBA heavyweight title from 1995 to 1996, most notably losing to Mike Tyson via knockout in his second defense.\n\n\n== Amateur career ==\nSeldon compiled an amateur record of 20 wins and 4 losses, and won the New Jersey Golden Gloves in the super heavyweight division.", "category": "person-male", "confidence": 0.51}, {"fact": "boxing", "summary": "Boxing is a combat sport in which two people, usually wearing protective gloves, throw punches at each other for a predetermined amount of time in a boxing ring.\nAmateur boxing is both an Olympic and Commonwealth Games sport and is a standard fixture in most international games—it also has its own World Championships. Boxing is overseen by a referee over a series of one- to three-minute intervals called rounds.", "category": "location", "confidence": 0.56}, {"fact": "drive-by shooting", "summary": "A drive-by shooting is a type of assault that usually involves the perpetrator's firing a weapon from within a motor vehicle and then fleeing. Drive-by shootings allow the perpetrator(s) to quickly strike their target and flee the scene before law enforcement is able to respond.\n\n\n== Historical conception ==\n\nThe invention of the drive-by shooting is attributed to Nestor Makhno, commander of the Revolutionary Insurrectionary Army of Ukraine at the beginning of the 20th century.", "category": "location", "confidence": 0.7}], [{"fact": "Michael Jackson", "summary": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, and dancer. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century and one of the greatest entertainers in the history of music. Jackson's contributions to music, dance, and fashion, along with his publicized personal life, made him a global figure in popular culture for over four decades.", "category": "person-male", "confidence": 0.58}, {"fact": "HIStory World Tour", "summary": "The HIStory World Tour was the third and final worldwide solo concert tour by American artist Michael Jackson, covering Europe, Africa, Asia, Oceania and North America. The tour included a total of 83 concerts spanning the globe with stops in 57 cities, 35 countries on 5 continents.\nThe tour was attended by approximately 4.5 million fans, beating his previous Bad World Tour with 4.4 million.", "category": "location", "confidence": 0.35}], [{"fact": "Eddie", "summary": "Edward Lodewijk Van Halen (Dutch: [ˈɛdʋɑrt ˈloːdəʋɛjk vɑnˈhaːlə(n)]; born January 26, 1955) is an American musician, songwriter, producer, and inventor. He is the main songwriter and founder—with brother and drummer Alex Van Halen, bassist Mark Stone, and singer David Lee Roth—of the American hard rock band Van Halen. In 2012, he was voted number one in a Guitar World magazine reader's poll for \"The 100 Greatest Guitarists of All Time\".", "category": "person-male", "confidence": 0.77}, {"fact": "Alex Van Halen", "summary": "Alexander Arthur van Halen (Dutch: [ɑlɛkˈsɑndər ˈɑrtʏr vɑnˈhaːlə(n)]; born May 8, 1953 in Amsterdam) is an American musician who is the drummer and co-founder of the hard rock band Van Halen. The band was formed in 1974 by Alex Van Halen; his younger brother, Eddie Van Halen; David Lee Roth; and Michael Anthony. Warner Brothers signed the band in 1977, and its debut album was released in 1978.", "category": "band", "confidence": 0.49}, {"fact": "David Lee Roth", "summary": "David Lee Roth (born October 10, 1954) is an American rock vocalist, musician, songwriter, actor, author, and former radio personality, best known for his wild, energetic stage persona, and as the lead singer of hard rock band Van Halen across two stints from 1974 to 1985 and again from 2006 onwards. He is also known as a successful solo artist, releasing numerous RIAA-certified Gold and Platinum albums. After more than two decades apart, Roth re-joined Van Halen in 2006 for a North American tour that became the highest-grossing in the band's history and one of the highest-grossing of that year.", "category": "person-male", "confidence": 0.77}, false, {"fact": "Gary Cherone", "summary": "Gary Francis Caine Cherone ( shə-ROHN; born July 26, 1961) is an American rock singer and songwriter. Cherone is known for his work as the lead vocalist of the Boston rock group Extreme and for his short stint as the lead vocalist for Van Halen. He has also released solo recordings.", "category": "person-male", "confidence": 0.97}], [{"fact": "C-Block", "summary": "C-Block were a German platinum-selling Hip-Hop group, founded in 1995 by German music producers Frank Müller and Jörg Wagner. The group is fronted by American rapper/singer Anthony \"Red Dogg\" Joseph and James \"Mr.P\" White.\nC-Block were a well-known hip hop act in Europe in the 1990s, who along with Down Low and Nana, signified the rise of the American-influenced rap music in Europe.", "category": "person-male", "confidence": 0.33}, {"fact": "So Strung Out", "summary": "\"So Strung Out\" is a song by German hip-hop group C-Block. Released as a single on October 4, 1996 in Germany, it was included in C-Block's debut album General Population in the following year.\nIn 1997 the song had entered the top ten in charts of several countries and remained popular after C-Block's breakup.", "category": "song", "confidence": 0.49}], [{"fact": "Slash", "summary": "Saul Hudson (born July 23, 1965), better known by his stage name Slash, is a British–American musician and songwriter. He is the lead guitarist of the American hard rock band Guns N' Roses, with whom he achieved worldwide success in the late 1980s and early 1990s. Slash has received critical acclaim and is considered one of the greatest guitarists in rock history.", "category": "person-male", "confidence": 0.78}, {"fact": "Guns N' Roses", "summary": "Guns N' Roses, often abbreviated as GNR, is an American hard rock band from Los Angeles, California, formed in 1985. When they signed to Geffen Records in 1986, the band comprised vocalist Axl Rose, lead guitarist Slash, rhythm guitarist Izzy Stradlin, bassist Duff McKagan, and drummer Steven Adler. The current lineup consists of Rose, Slash, McKagan, keyboardist Dizzy Reed, guitarist Richard Fortus, drummer Frank Ferrer and keyboardist Melissa Reese.", "category": "band", "confidence": 0.91}, false], [{"fact": "Ian Brown", "summary": "Ian George Brown (born 20 February 1963) is an English singer and multi-instrumentalist. He was the lead singer of the alternative rock band the Stone Roses from their formation in 1984. Following the split in 1996, he began a solo career, releasing seven studio albums, a greatest hits compilation, a remix album, an 11-disc box set titled Collection, and 19 singles.", "category": "person-male", "confidence": 0.44}, {"fact": "Mani", "summary": "Gary \"Mani\" Mounfield (born 16 November 1962) is an English rock bassist, best known for being a member of the Stone Roses and Primal Scream.\n\n\n== Career ==\nMounfield attended Xaverian College in Rusholme, Manchester. He developed an interest with darts, a sport he had come to champion throughout his career.", "category": "person-male", "confidence": 0.72}, {"fact": "The Stone Roses", "summary": "The Stone Roses were an English rock band formed in Manchester in 1983. One of the pioneering groups of the Madchester movement in the late 1980s and early 1990s, the band's classic and most prominent lineup consisted of vocalist Ian Brown, guitarist John Squire, bassist Mani and drummer Reni.\nThe band released their debut album, The Stone Roses, in 1989.", "category": "band", "confidence": 0.9}], [{"fact": "November 8", "summary": "November 1 is the 305th day of the year (306th in leap years) in the Gregorian calendar.  60 days remain until the end of the year.\n\n\n== Events ==\n365 – The Alemanni cross the Rhine and invade Gaul.", "category": "date", "confidence": 0.95}, {"fact": "Sundance Film Festival", "summary": "The Sundance Film Festival (formerly Utah/US Film Festival, then US Film and Video Festival) is an annual film festival organized by the Sundance Institute. It takes place each January in Park City, Utah, Salt Lake City, and at the Sundance Resort, and is the largest independent film festival in the United States. It includes competitive categories, includes documentary and dramatic films, both feature length and short films, in which awards are given, as well as out-of-competition categories for showcasing new films.", "category": "location", "confidence": 0.67}, false, {"fact": "Seattle", "summary": "Seattle ( (listen) see-AT-əl) is a seaport city on the West Coast of the United States. It is the seat of King County, Washington. With an estimated 744,955 residents as of 2018, Seattle is the largest city in both the state of Washington and the Pacific Northwest region of North America.", "category": "location", "confidence": 0.95}, false], [{"fact": "November 12", "summary": "November 12 is the 316th day of the year (317th in leap years) in the Gregorian calendar.  49 days remain until the end of the year.\n\n\n== Events ==\n954 – The 13-year-old Lothair III is crowned at the Abbey of Saint-Remi as king of the West Frankish Kingdom.", "category": "date", "confidence": 0.96}], [{"fact": "November 24", "summary": "November 24 is the 328th day of the year (329th in leap years) in the Gregorian calendar.  37 days remain until the end of the year.\n\n\n== Events ==\n380 – Theodosius I makes his adventus, or formal entry, into Constantinople.", "category": "date", "confidence": 0.95}, {"fact": "Crowded House", "summary": "Crowded House is a rock band, formed in Melbourne, Australia, in 1985. Its founding members were New Zealander Neil Finn (vocalist, guitarist, primary songwriter) and Australians Paul Hester (drums) and Nick Seymour (bass). Later band members included Neil Finn's brother, Tim Finn, and Americans Mark Hart and Matt Sherrod.", "category": "band", "confidence": 0.86}, {"fact": "Sydney Opera House", "summary": "The Sydney Opera House is a multi-venue performing arts centre at Sydney Harbour in Sydney, New South Wales, Australia. It is one of the 20th century's most famous and distinctive buildings.Designed by Danish architect Jørn Utzon, but completed by an Australian architectural team headed up by Peter Hall, the building was formally opened on 20 October 1973 after a gestation beginning with Utzon's 1957 selection as winner of an international design competition. The Government of New South Wales, led by the premier, Joseph Cahill, authorised work to begin in 1958 with Utzon directing construction.", "category": "location", "confidence": 0.35}, {"fact": "Sydney Children's Hospital", "summary": "Sydney Children's Hospital is an Australian children's hospital located in the eastern suburbs of Sydney, New South Wales.\nOn 1 July 2010 it became part of the newly formed 'Sydney Children's Hospital Network (Randwick and Westmead) incorporating the Royal Alexandra Hospital for Children'.The Sydney Children's Hospital is located approximately 6 kilometres from the Sydney Central Business District in the suburb of Randwick. Sydney Children’s Hospital is also a major teaching hospital and is a teaching facility for the University of New South Wales.", "category": "location", "confidence": 0.66}], [{"fact": "December 7", "summary": "December 7 is the 341st day of the year (342nd in leap years) in the Gregorian calendar.  24 days remain until the end of the year.\n\n\n== Events ==\n43 BC – Marcus Tullius Cicero is assassinated in Formia.", "category": "date", "confidence": 0.95}, {"fact": "Sex Pistols", "summary": "The Sex Pistols were an English punk rock band that formed in London in 1975. They were responsible for initiating the punk movement in the United Kingdom and inspiring many later punk and alternative rock musicians. Although their initial career lasted just two and a half years and produced only four singles and one studio album, Never Mind the Bollocks, Here's the Sex Pistols, they are regarded as one of the most influential acts in the history of popular music.The Sex Pistols originally comprised vocalist Johnny Rotten (John Lydon), guitarist Steve Jones, drummer Paul Cook and bassist Glen Matlock.", "category": "band", "confidence": 0.67}, {"fact": "Santiago, Chile", "summary": "Santiago ( , Spanish: [sanˈtjaɣo], derived from \"Saint-James\"), also known as Santiago de Chile, is the capital and largest city of Chile as well as one of the largest cities in the Americas. It is the center of Chile's largest and most densely populated conurbation, the Santiago Metropolitan Region, whose total population is 7 million. The city is entirely located in the country's central valley.", "category": "location", "confidence": 0.95}], [{"fact": "December 16", "summary": "December 16 is the 350th day of the year (351st in leap years) in the Gregorian calendar.  15 days remain until the end of the year.\n\n\n== Events ==\n714 – Pepin of Herstal, mayor of the Merovingian palace, dies at Jupille (modern Belgium).", "category": "date", "confidence": 0.95}, {"fact": "Max Cavalera", "summary": "Massimiliano Antonio \"Max\" Cavalera (Portuguese pronunciation: [masimiliˈɐnu ɐ̃ˈtonju kɐvɐˈleɾɐ], born August 4, 1969) is a Brazilian singer, guitarist, and songwriter who currently plays in heavy metal bands Soulfly, Cavalera Conspiracy, and Killer Be Killed. In 1984, he co-founded the acclaimed thrash metal band Sepultura with his brother Igor Cavalera and was the band's lead singer and rhythm guitarist until he left in 1996. Cavalera was also involved in a short-lived side project called Nailbomb.", "category": "person-male", "confidence": 0.71}, {"fact": "Sepultura", "summary": "Sepultura (Portuguese: [ˌsepuwˈtuɾɐ], \"grave\") is a Brazilian heavy metal band from Belo Horizonte. Formed in 1984 by brothers Max and Igor Cavalera, the band was a major force in the groove metal, thrash metal and death metal genres during the late 1980s and early 1990s, with their later experiments drawing influence from alternative metal, world music, nu metal, hardcore punk, and industrial metal. Sepultura has also been credited as one of the second wave of thrash metal acts from the late 1980s to early-to-mid-1990s, along with bands like Pantera, Testament, Sacred Reich, Dark Angel, Vio-lence, Forbidden, Death Angel and Machine Head.The band has had several lineup changes throughout its existence, with Max and Igor Cavalera departing in 1996 and 2006, respectively.", "category": "band", "confidence": 0.6}, false], [{"fact": "December 31", "summary": "December 31 is the 365th day of the year (366th in leap years) in the Gregorian calendar. It is known by a collection of names including: Saint Sylvester's Day, New Year's Eve or Old Years Day/Night, as the following day is New Year's Day. It is the last day of the year; the following day is January 1, the first day of the following year.", "category": "date", "confidence": 0.76}, {"fact": "New Year's Rockin' Eve", "summary": "Dick Clark's New Year's Rockin' Eve (NYRE) is an annual New Year's Eve television special broadcast by ABC. The special broadcasts primarily from New York City's Times Square and prominently features coverage of its annual ball drop event, along with live and pre-recorded musical performances by popular musicians from Times Square and Hollywood, in addition to live performances and coverage of festivities from New Orleans.\nIts creator and namesake was the entertainer Dick Clark, who conceived New Year's Rockin' Eve as a younger-skewing competitor to Guy Lombardo's popular and long-running New Year's Eve big band broadcasts on CBS. The first two editions, in 1973 and 1974, were hosted by Three Dog Night and George Carlin, respectively, featured Dick Clark assuming the role of Times Square reporter, and were broadcast by NBC. In 1974–75, the program moved to its current home of ABC, and Clark assumed the role of host.\nFollowing the death of Guy Lombardo and the decline of CBS's specials, New Year's Rockin' Eve grew in popularity and became ingrained in pop culture—even prompting Clark himself to make appearances on other programs in parody of his role.", "category": "event", "confidence": 0.7}, {"fact": "Shawn Colvin", "summary": "Shawn Colvin (born Shawna Lee Colvin, January 10, 1956) is an American singer-songwriter and musician. While Colvin has been a solo recording artist for decades, she is perhaps best known for her 1997 Grammy Award-winning song \"Sunny Came Home\".\n\n\n== Early life ==\nColvin was born Shawna Lee Colvin in Vermillion, South Dakota, and spent her youth in  Carbondale, Illinois and London, Ontario, Canada.", "category": "person-male", "confidence": 1.0}, {"fact": "KC & the Sunshine Band", "summary": "KC and the Sunshine Band are an American disco and funk band, founded in 1973 in Hialeah, Florida. Their best-known songs include the hits \"That's the Way (I Like It)\", \"(Shake, Shake, Shake) Shake Your Booty\", \"I'm Your Boogie Man\", \"Keep It Comin' Love\", \"Get Down Tonight\", \"Boogie Shoes\", \"Please Don't Go\" and \"Give It Up\". The band took its name from lead vocalist Harry Wayne Casey's last name ('KC') and the 'Sunshine Band' from KC's home state of Florida, the Sunshine State.", "category": "band", "confidence": 1.0}, {"fact": "Spice Girls", "summary": "The Spice Girls are an English pop girl group formed in 1994. The group comprises Melanie Brown, also known as Mel B (\"Scary Spice\"), Melanie Chisholm, also known as Mel C (\"Sporty Spice\"), Emma Bunton (\"Baby Spice\"), Geri Halliwell (\"Ginger Spice\"), and Victoria Beckham (\"Posh Spice\"). They were signed to Virgin Records and released their debut single \"Wannabe\" in 1996; it hit number one in 37 countries and commenced their global success.", "category": "band", "confidence": 1.0}, {"fact": "Squirrel Nut Zippers", "summary": "Squirrel Nut Zippers is an American jazz band formed in 1993 in Chapel Hill, North Carolina, by James \"Jimbo\" Mathus (vocals and guitar), Tom Maxwell (vocals and guitar), Katharine Whalen (vocals, banjo, ukulele), Chris Phillips (drums), Don Raleigh (bass guitar), and Ken Mosher.The band's music is a fusion of Delta blues, gypsy jazz, 1930s–era swing, klezmer, and other styles. They found commercial success during the swing revival of the late 1990s with their 1996 single \"Hell\", written by Tom Maxwell. After a hiatus of several years, the original band members reunited and performed in 2007, playing in the U.S. and Canada.", "category": "band", "confidence": 0.7}, {"fact": "Usher", "summary": "Usher Raymond IV (born October 14, 1978) is an American singer, songwriter, actor and dancer. He was born in Dallas, Texas, but raised in Chattanooga, Tennessee until moving to Atlanta, Georgia. At the age of 12, his mother put him in local singing competitions, before catching the attention of a music A&R from LaFace Records.", "category": "person-male", "confidence": 1.0}], [{"fact": "Jesper Strömblad", "summary": "Clas Håkan Jesper Strömblad (born 28 November 1972) is a Swedish musician who is the guitarist of the bands Dimension Zero and Cyhra, formerly In Flames and The Resistance. He is best known as founder and former guitarist/drummer/keyboardist of the Swedish pioneering melodic death metal band In Flames, guitarist of the band Sinergy, bassist of Ceremonial Oath and drummer of HammerFall. In 2013 he joined MDM band Nightrage as a session guitarist.In March 2004, Strömblad (along with Björn Gelotte) was ranked No.", "category": "person-male", "confidence": 0.69}, {"fact": "Hammerfall", "summary": "HammerFall is a Swedish heavy metal band from Gothenburg, Sweden. The band was formed in 1993 by ex-Ceremonial Oath guitarist Oscar Dronjak.\n\n\n== History ==\n\n\n=== Early days (1993–1996) ===\nHammerFall was formed when rhythm guitarist Oscar Dronjak quit Ceremonial Oath and invited Jesper Strömblad (from Ceremonial Oath and In Flames) to join him as a drummer in a new musical project he had been contemplating for some time.", "category": "band", "confidence": 0.78}], [{"fact": "House of Pain", "summary": "House of Pain was an American hip hop trio who released three albums in the 1990s before lead rapper Everlast left to pursue a solo career. The group's name is a reference to the H.G. Wells novel The Island of Dr. Moreau, a reference carried further by the naming of their 2011 tour He Who Breaks the Law.", "category": "band", "confidence": 0.27}, {"fact": "DJ Lethal", "summary": "Leor Dimant (Latvian: Leors Dimants, Russian: Леор Григорьевич Димант; born December 18, 1972) better known as DJ Lethal, is a Latvian-American turntablist and producer and is best known as a member of the groups House of Pain and Limp Bizkit. As of November 2014, Lethal is still producing and touring. As of 2018 he’s been back with the band Limp Bizkit touring the world and working on a new album\n\n\n== Early life ==\nLeor Dimant was born to a Latvian-Jewish family in Riga, when it was part of the Soviet Union.", "category": "person-male", "confidence": 0.57}, {"fact": "Limp Bizkit", "summary": "Limp Bizkit is an American rap rock band from Jacksonville, Florida. Their lineup consists of Fred Durst (lead vocals), Sam Rivers (bass, backing vocals), John Otto (drums, percussion), DJ Lethal (turntables), and Wes Borland (guitars, vocals). Their music is marked by Durst's angry vocal delivery and Borland's sonic experimentation.", "category": "band", "confidence": 1.0}], [{"fact": "The Monkees", "summary": "The Monkees are an American rock and pop band originally active between 1966 and 1971, with reunion albums and tours in the decades that followed. Their original line-up consisted of the American actor/musicians Micky Dolenz, Michael Nesmith, and Peter Tork with English actor/singer Davy Jones. The group was conceived in 1965 by television producers Bob Rafelson and Bert Schneider specifically for the situation comedy series The Monkees, which aired from 1966 to 1968.", "category": "band", "confidence": 1.0}, false], [{"fact": "Tori Amos", "summary": "Tori Amos (born Myra Ellen Amos, August 22, 1963) is an American singer-songwriter and pianist. She is a classically trained musician with a mezzo-soprano vocal range. Having already begun composing instrumental pieces on piano, Amos won a full scholarship to the Peabody Institute at Johns Hopkins University at the age of five, the youngest person ever to have been admitted.", "category": "person-male", "confidence": 0.81}, {"fact": "billboard", "summary": "A billboard (also called a hoarding in the UK and many other parts of the world) is a large outdoor advertising structure (a billing board), typically found in high-traffic areas such as alongside busy roads. Billboards present large advertisements to passing pedestrians and drivers. Typically showing witty slogans and distinctive visuals, billboards are highly visible in the top designated market areas.", "category": "location", "confidence": 0.66}, false], [{"fact": "Coal Chamber", "summary": "Coal Chamber was an American nu metal band formed in Los Angeles, California in 1993. Prior to Coal Chamber, Dez Fafara and Meegs Rascón formed the band She's In Pain in 1992. The two decided to create Coal Chamber.", "category": "band", "confidence": 0.93}, {"fact": "Roadrunner Records", "summary": "Roadrunner Records is an American record label focused on heavy metal and hard rock bands. It is a division of Warner Music Group and is based in New York City.\n\n\n== History ==\nThe label was launched in 1980 in the Netherlands.", "category": "band", "confidence": 0.48}, {"fact": "Mikey \"Bug\" Cox", "summary": "Coal Chamber was an American nu metal band formed in Los Angeles, California in 1993. Prior to Coal Chamber, Dez Fafara and Meegs Rascón formed the band She's In Pain in 1992. The two decided to create Coal Chamber.", "category": "band", "confidence": 0.93}], [{"fact": "Telecommunications Act of 1996", "summary": "The Telecommunications Act of 1996  was the first significant overhaul of telecommunications law in more than sixty years, amending the Communications Act of 1934. The Act, signed by President Bill Clinton, represented a major change in American telecommunication law, since it was the first time that the Internet was included in broadcasting and spectrum allotment.One of the most controversial titles was Title 3 (\"Cable Services\"), which allowed for media cross-ownership. According to the Federal Communications Commission (FCC), the goal of the law was to \"let anyone enter any communications business – to let any communications business compete in any market against any other.\" The legislation's primary goal was deregulation of the converging broadcasting and telecommunications markets.", "category": "event", "confidence": 0.32}]]