{"topic": "2004_in_music", "section": "Events", "facts": [[{"fact": "Vienna New Year's Concert", "summary": "The Vienna New Year's Concert (Neujahrskonzert der Wiener Philharmoniker) is an annual concert of classical music performed by the Vienna Philharmonic on the morning of New Year's Day in Vienna, Austria.  The concert occurs at the Musikverein at 11:15.  The orchestra performs the same concert programme on 30 December, 31 December, and 1 January but only the last concert is regularly broadcast on radio and television.", "category": "location", "confidence": 0.22}, {"fact": "Riccardo Muti", "summary": "Riccardo Muti,  (Italian: [rikˈkardo ˈmuːti]; born 28 July 1941) is an Italian conductor.\nHe currently holds two music directorships, at the Chicago Symphony Orchestra and at the Orchestra Giovanile Luigi Cherubini. He has previously held posts at the Maggio Musicale in Florence, the Philharmonia Orchestra in London, the Philadelphia Orchestra, the Teatro alla Scala in Milan, and the Salzburg Whitsun Festival.", "category": "person-male", "confidence": 0.56}], [{"fact": "Kurt Nilsen", "summary": "Kurt Erik Nilsen (born 29 September 1978) is a Norwegian pop/country singer. He won the first season of the Norwegian version of the reality television show Pop Idol, which aired on TV 2 in May 2003. He then won a one-off international version of Pop Idol, called World Idol on 1 January 2004, featuring winners of the various national Idol shows.", "category": "person-male", "confidence": 0.72}, false], [{"fact": "Janet Jackson", "summary": "Janet Damita Jo Jackson (born May 16, 1966) is an American singer, songwriter, actress, and dancer. A prominent figure in popular culture, she is known for sonically innovative, socially conscious and sexually provocative records, and elaborate stage shows.\nThe ninth and youngest child of the Jackson family, she began her career with the variety television series The Jacksons in 1976 and went on to appear in other television shows throughout the 1970s and early 1980s, including Good Times, Diff'rent Strokes, and Fame.", "category": "person-female", "confidence": 0.74}, {"fact": "Justin Timberlake", "summary": "Justin Randall Timberlake (born January 31, 1981), occasionally known by his initials JT, is an American singer, songwriter, actor, and record producer. Raised in Tennessee, he appeared on the television shows Star Search and The All-New Mickey Mouse Club as a child. In the late 1990s, Timberlake rose to prominence as one of the two lead vocalists and youngest member of NSYNC, which eventually became one of the best-selling boy bands of all time.", "category": "person-male", "confidence": 0.76}, {"fact": "Super Bowl XXXVIII", "summary": "Super Bowl XXXVIII was an American football game between the National Football Conference (NFC) champion Carolina Panthers and the American Football Conference (AFC) champion New England Patriots to decide the National Football League (NFL) champion for the 2003 season. The Patriots  defeated the Panthers by a score of 32–29.  The game was played at Reliant Stadium in Houston, Texas, on February 1, 2004.", "category": "location", "confidence": 0.38}, {"fact": "wardrobe malfunction", "summary": "A wardrobe malfunction describes a clothing failure that  accidentally or perhaps intentionally exposes a person's intimate parts. It is different from deliberate incidents of indecent exposure or public flashing.  Justin Timberlake first used the term when apologizing for the Super Bowl XXXVIII halftime-show controversy during the 2004 Grammy Awards.", "category": "award", "confidence": 0.44}, {"fact": "ensuing controversy", "summary": "The halftime show at Super Bowl XXXVIII, which was broadcast live on February 1, 2004 from Houston, Texas on the CBS television network, is notable for a moment in which Janet Jackson's breast – adorned with a nipple shield – was exposed by Justin Timberlake to the viewing public for approximately half a second. The incident, sometimes referred to as Nipplegate, led to an immediate crackdown and widespread debate on perceived indecency in broadcasting.\nThe halftime show was produced by MTV and was focused the network's Choose or Lose campaign (the year 2004 was a presidential election year in the United States).", "category": "location", "confidence": 0.4}], [{"fact": "Daron Hagen", "summary": "Daron Aric Hagen ( HAH-gən; born November 4, 1961, Milwaukee, Wisconsin) is an American composer, writer, conductor, pianist, educator, librettist, and stage director of contemporary classical music and opera.\n\n\n== Biography ==\n\n\n=== Early life ===\nDaron Hagen grew up in New Berlin, a suburb west of Milwaukee. Hagen was the youngest of the three sons of Gwen Hagen, a visual artist, writer and advertising executive who studied creative writing with Mari Sandoz and enjoyed a successful advertising career as creative director of Exclusively Yours Magazine and Earl Hagen (an attorney).", "category": "person-male", "confidence": 0.74}, {"fact": "Lotte Lehmann", "summary": "Charlotte \"Lotte\" Lehmann (February 27, 1888 – August 26, 1976) was a German soprano who was especially associated with German repertory. She gave memorable performances in the operas of Richard Strauss, Richard Wagner, Ludwig van Beethoven, Puccini, Mozart, and Massenet. The Marschallin in Der Rosenkavalier, Sieglinde in Die Walküre and the title-role in Fidelio are considered her greatest roles.", "category": "location", "confidence": 0.57}], [{"fact": "BRIT Awards", "summary": "The BRIT Awards (often simply called The BRITs) are the British Phonographic Industry's annual popular music awards. The name was originally a shortened form of \"British\", \"Britain\", or \"Britannia\" (in the early days the awards were sponsored by Britannia Music Club), but subsequently became a backronym for British Record Industry Trusts Show (though the first word of which term may still be shortened to Brit like the earlier awards). In addition, an equivalent awards ceremony for classical music, called the Classic BRIT Awards, is held in the month of May.", "category": "event", "confidence": 0.45}, {"fact": "The Darkness", "summary": "The Darkness is a British rock band formed in Lowestoft, Suffolk, in the United Kingdom, in 2000. The band consists of Justin Hawkins (lead vocals, lead guitar), his brother Dan Hawkins (rhythm guitar, backing vocals), Frankie Poullain (bass guitar, backing vocals) and Rufus Tiger Taylor (drums, backing vocals).\nThe Darkness came to prominence with the release of their debut album, Permission to Land, in 2003.", "category": "band", "confidence": 1.0}, {"fact": "Dido", "summary": "Dido Florian Cloud de Bounevialle O'Malley Armstrong (born 25 December 1971), known professionally as Dido ( DY-doh), is an English singer and songwriter. Dido attained international success with her debut album No Angel (1999). Hit singles from the album include \"Here with Me\" and \"Thank You\".", "category": "person-male", "confidence": 0.51}, {"fact": "Busted", "summary": "Busted are an English rock band from Southend-on-Sea, Essex, consisting of James Bourne, Matt Willis and Charlie Simpson. Formed in 2000, the band had four UK number-one singles, won two Brit awards, released four studio albums and sold over 5 million records. The band released - Busted (2002) and A Present for Everyone (2003) - before disbanding in January 2005.", "category": "band", "confidence": 1.0}, {"fact": "Justin Timberlake", "summary": "Justin Randall Timberlake (born January 31, 1981), occasionally known by his initials JT, is an American singer, songwriter, actor, and record producer. Raised in Tennessee, he appeared on the television shows Star Search and The All-New Mickey Mouse Club as a child. In the late 1990s, Timberlake rose to prominence as one of the two lead vocalists and youngest member of NSYNC, which eventually became one of the best-selling boy bands of all time.", "category": "person-male", "confidence": 0.76}, {"fact": "KRS-One", "summary": "Lawrence \"Kris\" Parker (born August 20, 1965), better known by his stage names KRS-One, and Teacha, is an American rapper and occasional producer from The Bronx, New York. He rose to prominence as part of the hip hop music group Boogie Down Productions, which he formed with DJ Scott La Rock in the mid-1980s. KRS-One is best known for his top hits, \"Sound of da Police\", \"Love's gonna get'cha (material love)\" and \"My Philosophy\".", "category": "person-male", "confidence": 0.505}], [{"fact": "Smashing Pumpkins", "summary": "The Smashing Pumpkins (or Smashing Pumpkins) are an American alternative rock band from Chicago, Illinois. Formed in 1988 by frontman Billy Corgan (lead vocals, guitar), D'arcy Wretzky (bass), James Iha (guitar), and Jimmy Chamberlin (drums), the band has undergone many line-up changes. The current lineup features Corgan, Chamberlin, Iha and guitarist Jeff Schroeder.", "category": "band", "confidence": 1.0}, {"fact": "Billy Corgan", "summary": "William Patrick  Corgan Jr. (born March 17, 1967) is an American musician and songwriter, who is the lead singer, primary songwriter, guitarist, and sole permanent member of The Smashing Pumpkins, in addition to being the owner and promoter of the National Wrestling Alliance. Formed by Corgan and guitarist James Iha in Chicago, Illinois, in 1988, the Smashing Pumpkins quickly gained steam with the addition of bassist D'arcy Wretzky and drummer Jimmy Chamberlin.", "category": "person-male", "confidence": 1.0}, {"fact": "D'arcy Wretzky", "summary": "D'arcy Elizabeth Wretzky-Brown (born May 1, 1968) is an American musician. She is the original bass player of the alternative rock band the Smashing Pumpkins and is credited on their first five studio albums. She left the band in 1999.", "category": "person-male", "confidence": 0.38}, {"fact": "James Iha", "summary": "James Yoshinobu Iha (井葉吉伸, Iha Yoshinobu) (born March 26, 1968) is an American rock musician. He is best known as a guitarist and co-founder of the alternative rock band the Smashing Pumpkins. He was a member until the initial breakup in 2000.", "category": "person-male", "confidence": 0.69}], [{"fact": "Johnny Cash", "summary": "John R. Cash (born J. R. Cash; February 26, 1932 – September 12, 2003) was an American singer, songwriter, musician, actor, and author. He is one of the best-selling music artists of all time, having sold more than 90 million records worldwide. His genre-spanning songs and sound embraced country, rock and roll, rockabilly, blues, folk, and gospel.", "category": "person-male", "confidence": 0.9}, false], [{"fact": "Modest Mouse", "summary": "Modest Mouse is an American rock band formed in 1992 in Issaquah, Washington and currently based in Portland, Oregon. The founding members are lead singer/guitarist Isaac Brock, drummer Jeremiah Green, and bassist Eric Judy. Strongly influenced by Pavement, Pixies, XTC, and Talking Heads, the band rehearsed, rearranged, and recorded demos for almost two years before finally signing with small-town indie label K Records and releasing numerous singles.Since their 1996 debut This Is a Long Drive for Someone with Nothing to Think About, the band's lineup has centered on Brock and Green.", "category": "band", "confidence": 1.0}, {"fact": "indie rock", "summary": "Indie rock is a genre of rock music that originated in the United States and United Kingdom in the 1970s. Originally used to describe independent record labels, the term became associated with the music they produced and was initially used interchangeably with alternative rock. As grunge and punk revival bands in the US and Britpop bands in the UK broke into the mainstream in the 1990s, it came to be used to identify those acts that retained an outsider and underground perspective.", "category": "genre", "confidence": 1.0}, {"fact": "Good News for People Who Love Bad News", "summary": "Good News for People Who Love Bad News is the fourth studio album by American rock band Modest Mouse, released on April 6, 2004 by Epic Records. Jeremiah Green, who played drums on all other Modest Mouse releases, did not perform on this album due to his temporary absence from the band.\nGood News for People Who Love Bad News was nominated for the Grammy Award for Best Alternative Music Album in 2005.", "category": "album", "confidence": 0.53}], [{"fact": "Deborah Voigt", "summary": "Deborah Voigt (born August 4, 1960) is an American dramatic soprano who has sung roles in operas by Wagner and Richard Strauss.\n\n\n== Biography and career ==\n\n\n=== Early life and education ===\nDebbie Joy Voigt was born into a religious Southern Baptist family in 1960 and raised in Wheeling, Illinois, just outside Chicago. At the age of five, she joined the choir at a Baptist church and began learning the piano.", "category": "person-female", "confidence": 1.0}, {"fact": "Carnegie Hall", "summary": "Carnegie Hall ( but more commonly ) is a concert venue in Midtown Manhattan in New York City, United States, located at 881 Seventh Avenue, occupying the east side of Seventh Avenue between West 56th Street and West 57th Street, two blocks south of Central Park.\nDesigned by architect William Burnet Tuthill and built by philanthropist Andrew Carnegie in 1891, it is one of the most prestigious venues in the world for both classical music and popular music. Carnegie Hall has its own artistic programming, development, and marketing departments, and presents about 250 performances each season.", "category": "location", "confidence": 1.0}], [{"fact": "Dream Theater", "summary": "Dream Theater is an American progressive metal band formed in 1985 under the name Majesty by John Petrucci, John Myung and Mike Portnoy while they attended Berklee College of Music in Boston, Massachusetts. They subsequently dropped out of their studies to concentrate further on the band that would eventually become Dream Theater. Though a number of lineup changes followed, the three original members remained together until September 8, 2010, when Portnoy left the band.", "category": "band", "confidence": 0.895}, {"fact": "Nippon Budokan Hall", "summary": "Nippon Budokan (日本武道館, Nippon Budōkan), often shortened to simply Budokan, is an indoor arena located in Chiyoda, Tokyo, Japan.  Budokan was originally built for the judo competition in the 1964 Summer Olympics, hence its name, which translates in English as Martial Arts Hall.  Its primary purpose is to host martial arts contests and for a time was a popular venue for Japanese professional wrestling.", "category": "location", "confidence": 0.65}], [false, {"fact": "50 Worst Songs Ever", "summary": "The films listed below have been cited by a variety of notable critics in varying media sources as being among the worst films ever made. Examples of such sources include Metacritic, Roger Ebert's list of most-hated films, The Golden Turkey Awards, Leonard Maltin's Movie Guide, Rotten Tomatoes, the Stinkers Bad Movie Awards, the cult TV series Mystery Science Theater 3000, and the Golden Raspberry Awards (aka the \"Razzies\"). Films on these lists are generally feature-length films that are commercial/artistic in nature (intended to turn a profit and/or to express personal statements), professionally or independently produced (as opposed to amateur productions), and released in theaters, then on television, or more recently through on-demand streaming services.", "category": "award", "confidence": 0.44}, {"fact": "Starship", "summary": "Starship is an American rock band. Initially a continuation of Jefferson Starship, it underwent a change in musical direction, the subsequent loss of personnel, and a lawsuit settlement that led to a name change.\n\n\n== History ==\nIn June 1984, Paul Kantner, the last remaining founding member of Jefferson Airplane, left Jefferson Starship.", "category": "band", "confidence": 1.0}], [{"fact": "Peter Tägtgren", "summary": "Alf Peter Tägtgren (born 3 June 1970) is a Swedish musician, multi-instrumentalist and producer.  He is the founder, main songwriter, lead vocalist, and guitarist of the death metal band Hypocrisy as well as the industrial metal band PAIN in which he is the only member. He is also the owner of The Abyss recording studio.", "category": "person-male", "confidence": 0.98}, {"fact": "Mikael Åkerfeldt", "summary": "Lars Mikael Åkerfeldt (Swedish pronunciation: [ˈmîːkaɛl ˈôːkɛrˌfɛlt]; born 17 April 1974) is a Swedish musician. He is the lead vocalist, guitarist, and primary songwriter of progressive metal band Opeth, and the former vocalist of death metal supergroup Bloodbath. He was also guitarist for the \"one-off\" band Steel, and is part of the collaboration Storm Corrosion with Steven Wilson.", "category": "person-male", "confidence": 0.87}, {"fact": "Bloodbath", "summary": "Bloodbath is a Swedish death metal supergroup from Stockholm, Sweden, formed in 1998. The band has released five full-length albums, two EPs and two DVDs depicting their performances at Wacken Open Air (in 2005) and Bloodstock Open Air (in 2010). The group comprises Martin Axenrot (Opeth), Anders Nyström (Katatonia), Jonas Renkse (Katatonia) and Nick Holmes (Paradise Lost).", "category": "band", "confidence": 0.97}], [{"fact": "Keane", "summary": "Keane are  an English rock band from Battle, East Sussex, formed in 1995. The band currently comprises Tom Chaplin (lead vocals, electric/acoustic guitar), Tim Rice-Oxley (piano, synthesisers, bass guitar, backing vocals), Richard Hughes (drums, percussion, backing vocals), and Jesse Quin (bass guitar, acoustic/electric guitar, backing vocals). Their original line-up included founder and guitarist Dominic Scott, who left in 2001.", "category": "band", "confidence": 1.0}, false, {"fact": "BRIT", "summary": "The BRIT Awards (often simply called The BRITs) are the British Phonographic Industry's annual popular music awards. The name was originally a shortened form of \"British\", \"Britain\", or \"Britannia\" (in the early days the awards were sponsored by Britannia Music Club), but subsequently became a backronym for British Record Industry Trusts Show (though the first word of which term may still be shortened to Brit like the earlier awards). In addition, an equivalent awards ceremony for classical music, called the Classic BRIT Awards, is held in the month of May.", "category": "event", "confidence": 0.45}], [{"fact": "Phish", "summary": "Phish is an American rock band that formed in Burlington, Vermont in 1983. The band is known for musical improvisation, extended jams, blending of genres, and a dedicated fan base. The band consists of guitarist Trey Anastasio, bassist Mike Gordon, drummer Jon Fishman, and keyboardist Page McConnell, all of whom perform vocals, with Anastasio being the primary lead vocalist.", "category": "band", "confidence": 1.0}], [{"fact": "Skinny Puppy", "summary": "Skinny Puppy is a Canadian industrial music group formed in Vancouver, British Columbia in 1982. The group is widely considered to be one of the founders of the industrial rock and electro-industrial genres. Initially envisioned as an experimental side project by cEvin Key (Kevin Crompton) while he was in the new wave band Images in Vogue, Skinny Puppy evolved into a full-time project with the addition of vocalist Nivek Ogre (Kevin Ogilvie).", "category": "band", "confidence": 1.0}, false], [{"fact": "Karl Jenkins", "summary": "Sir Karl William Pamp Jenkins  (born 17 February 1944) is a Welsh multi-instrumentalist and composer. His best known works include the song \"Adiemus\" and the Adiemus album series; Palladio; The Armed Man; and his Requiem.\nJenkins was educated in music at Cardiff University and the Royal Academy of Music: of the latter, he is a fellow and an Associate.", "category": "person-male", "confidence": 0.61}], [{"fact": "Creed", "summary": "Creed was an American rock band that formed in 1995 in Tallahassee, Florida. For the majority of its existence, the band consisted of lead vocalist Scott Stapp, guitarist and vocalist Mark Tremonti, bassist Brian Marshall, and drummer Scott Phillips. Creed released two studio albums, My Own Prison in 1997 and Human Clay in 1999, before Marshall left the band in 2000.", "category": "band", "confidence": 1.0}, {"fact": "Mark Tremonti", "summary": "Mark Thomas Tremonti (born April 18, 1974) is an American musician, singer, songwriter, record producer and author, best known as the lead guitarist of the rock bands Creed and Alter Bridge. He is a founding member of both bands, and has also collaborated with many other artists over the years. He formed his own band, Tremonti, in 2011, releasing the album All I Was in July 2012, followed by Cauterize in June 2015, Dust in April 2016 and A Dying Machine in June 2018.", "category": "person-male", "confidence": 1.0}, {"fact": "Scott Phillips", "summary": "Thomas Scott \"Flip\" Phillips (born February 22, 1973) is an American musician, songwriter and record producer. He is the drummer, percussionist, keyboardist and co-founder of the bands Creed, Alter Bridge, and Projected.\n\n\n== Life and career ==\nPhillips grew up in Madison, Florida.", "category": "person-male", "confidence": 0.93}, {"fact": "Brian Marshall", "summary": "Brian Aubrey Marshall (born April 24, 1973) is an American musician, songwriter, record producer, and real estate broker best known as the bassist and co-founder of the rock bands Creed and Alter Bridge.\n\n\n== Early life ==\nBrian Aubrey Marshall was born April 24, 1973  in Jackson, Mississippi but has lived in Florida since 1979. He started out his music career by playing his father's drums.", "category": "person-male", "confidence": 0.82}, {"fact": "Creed", "summary": "Creed was an American rock band that formed in 1995 in Tallahassee, Florida. For the majority of its existence, the band consisted of lead vocalist Scott Stapp, guitarist and vocalist Mark Tremonti, bassist Brian Marshall, and drummer Scott Phillips. Creed released two studio albums, My Own Prison in 1997 and Human Clay in 1999, before Marshall left the band in 2000.", "category": "band", "confidence": 1.0}, {"fact": "Alter Bridge", "summary": "Alter Bridge is an American rock band from Orlando, Florida. The band was formed in 2004 by vocalist/rhythm guitarist Myles Kennedy, lead guitarist Mark Tremonti, bassist Brian Marshall and drummer Scott Phillips. After their former band Creed became inactive in 2003, Tremonti and Phillips formed a new band with former bandmate Marshall and new member Kennedy; Alter Bridge was formally unveiled in January 2004, months before Creed's official breakup in June.", "category": "band", "confidence": 1.0}, {"fact": "Myles Kennedy", "summary": "Myles Richard Bass (born November 27, 1969), known professionally as Myles Kennedy, is an American musician, singer, and songwriter, best known as the lead vocalist and rhythm guitarist of the rock band Alter Bridge, and as the lead vocalist in guitarist Slash's backing band, known as Myles Kennedy and the Conspirators. A former guitar instructor from Spokane, Washington, he has worked as a session musician and songwriter, making both studio and live appearances with several artists, and has been involved with several projects throughout his career.\nBorn in Boston, Massachusetts, and raised in Northern Idaho and Spokane, Kennedy attended Spokane Falls Community College to study music theory.", "category": "person-male", "confidence": 1.0}, {"fact": "The Mayfield Four", "summary": "The Mayfield Four was an American rock band formed by Myles Kennedy in Spokane, Washington in 1996. The band released an EP, Motion: Live: 9.17.97 (1997), and two albums, Fallout (1998) and Second Skin (2001), before disbanding in 2002.\n\n\n== History ==\nThe Mayfield Four was formed in 1996 in Spokane, Washington, by four childhood friends who shared a love for music and performing.", "category": "band", "confidence": 1.0}, false], [{"fact": "Eric Clapton", "summary": "Eric Patrick Clapton,  (born 30 March 1945) is an English rock and blues guitarist, singer, and songwriter. He is the only three-time inductee to the Rock and Roll Hall of Fame: once as a solo artist and separately as a member of the Yardbirds and of Cream. Clapton has been referred to as one of the most important and influential guitarists of all time.", "category": "person-male", "confidence": 1.0}, {"fact": "Blackie", "summary": "Blackie is the nickname given by Eric Clapton to his favorite Fender Stratocaster.\n\n\n== Background ==\nIn 1970, Clapton switched from Gibson guitars to Fender Stratocasters, largely due to the influences of Jimi Hendrix and Blind Faith bandmate Steve Winwood. His first Strat, nicknamed \"Brownie\" because of its sunburst brown finish, was used on his albums Eric Clapton and Layla and Other Assorted Love Songs.", "category": "song", "confidence": 0.51}, {"fact": "Christie's", "summary": "Christie's is a British auction house that was founded in 1766 by James Christie. Its main premises are at St James's, central London, and in New York City at the Rockefeller Center. Christie's is owned by Groupe Artémis, the holding company of François-Henri Pinault.", "category": "location", "confidence": 0.72}, {"fact": "Crossroads drug rehabilitation center", "summary": "The Crossroads Centre is a substance-abuse rehabilitation centre for drug and alcohol addiction located on the Caribbean island of Antigua in Antigua and Barbuda. \nIt was founded with support from guitarist/singer Eric Clapton in 1998. He has been assisting with its funding by organising the annual Crossroads Guitar Festival since 1999.", "category": "location", "confidence": 0.39}, false], [{"fact": "Scheeßel", "summary": "Scheeßel (German pronunciation: [ˈʃeːsəl]) is a municipality in the district of Rotenburg, in Lower Saxony, Germany. It is situated on the river Wümme, approx. 10 km northeast of Rotenburg, 45 km east of Bremen, and 70 km southwest of Hamburg.", "category": "location", "confidence": 0.95}, {"fact": "Germany", "summary": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen ), is a country in Central and Western Europe. Covering an area of 357,022 square kilometres (137,847 sq mi), it lies between the Baltic and North seas to the north, and the Alps to the south. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, and France, Luxembourg, Belgium, and the Netherlands to the west.", "category": "location", "confidence": 1.0}, {"fact": "A Reality tour", "summary": "A Reality Tour was a worldwide concert tour by David Bowie in support of the Reality album. The tour commenced on 7 October 2003 at the Forum Copenhagen, Denmark, continuing through Europe, North America, Asia, including a return to New Zealand and Australia for the first time since the 1987 Glass Spider Tour. Bowie retired from performing live in 2006, making this tour his last.The tour grossed US$46 million, making it the ninth-highest-grossing tour of 2004.", "category": "location", "confidence": 0.47}, {"fact": "David Bowie", "summary": "David Robert Jones (8 January 1947 – 10 January 2016), known professionally as David Bowie ( BOH-ee), was an English singer-songwriter and actor. He was a leading figure in the music industry and is considered one of the most influential musicians of the 20th century. He was acclaimed by critics and musicians, particularly for his innovative work during the 1970s.", "category": "person-male", "confidence": 0.77}, {"fact": "angioplasty", "summary": "Angioplasty, also known as balloon angioplasty and percutaneous transluminal angioplasty (PTA), is a minimally invasive endovascular procedure used to widen narrowed or obstructed arteries or veins, typically to treat arterial atherosclerosis. A deflated balloon attached to a catheter (a balloon catheter) is passed over a guide-wire into the narrowed vessel and then inflated to a fixed size. The balloon forces expansion of the blood vessel and the surrounding muscular wall, allowing an improved blood flow.", "category": "location", "confidence": 0.72}, {"fact": "his next album", "summary": "The Next Day is the 24th and penultimate studio album by English musician David Bowie, released on 8 March 2013 on his ISO Records label, under exclusive licence to Columbia Records. The album was announced on Bowie's 66th birthday, 8 January 2013. Bowie's website was updated with the video for the lead single, \"Where Are We Now?\", and the single was immediately made available for purchase on the iTunes Store.", "category": "song", "confidence": 0.39}], [{"fact": "Simon & Garfunkel", "summary": "Simon & Garfunkel were an American folk-rock duo consisting of singer-songwriter Paul Simon and singer Art Garfunkel. One of the best-selling music groups of the 1960s, their biggest hits—including \"The Sound of Silence\" (1965), \"Mrs. Robinson\" (1968), \"The Boxer\" (1969), and \"Bridge over Troubled Water\" (1970)—reached number one on singles charts worldwide.", "category": "band", "confidence": 0.76}, {"fact": "Colosseum", "summary": "The Colosseum or Coliseum ( KOL-ə-SEE-əm), also known as the Flavian Amphitheatre (Latin: Amphitheatrum Flavium; Italian: Anfiteatro Flavio [aɱfiteˈaːtro ˈflaːvjo] or Colosseo [kolosˈsɛːo]), is an oval amphitheatre in the centre of the city of Rome, Italy. Built of travertine limestone, tuff (volcanic rock), and brick-faced concrete, it was the largest amphitheatre ever built at the time and held 50,000 to 80,000 spectators. The Colosseum is situated just east of the Roman Forum.", "category": "event", "confidence": 0.44}, {"fact": "Rome", "summary": "Rome (Latin and Italian Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune.", "category": "location", "confidence": 0.98}, false], [{"fact": "Dispatch", "summary": "Dispatch is an American indie/roots band. The band consists of Brad Corrigan (vocals, drums, guitar, percussion, and harmonica), Pete Francis Heimbold (vocals, bass, and guitar), and Chad Urmston (vocals, guitar, bass, and percussion).\nThe band, which is based in the Boston area, was originally active from 1996 until 2002.", "category": "band", "confidence": 0.64}], [{"fact": "Duran Duran", "summary": "Duran Duran () is an English new wave band formed in Birmingham in 1978. The band was one of the most successful acts of the 1980s, but by the end of the decade, membership and music style changes challenged the band before a resurgence in the early 1990s. The group were a leading band in the MTV-driven Second British Invasion of the US in the 1980s.", "category": "band", "confidence": 1.0}, false], [{"fact": "Melissa Etheridge", "summary": "Melissa Lou Etheridge (born May 29, 1961) is an American singer-songwriter, guitarist, and activist. Her self-titled debut album Melissa Etheridge was released in 1988 and became an underground success. The album peaked at No.", "category": "person-male", "confidence": 0.65}], [{"fact": "November 4", "summary": "November 4 is the 308th day of the year (309th in leap years) in the Gregorian calendar.  57 days remain until the end of the year.\n\n\n== Events ==\n1429 – Armagnac–Burgundian Civil War: Joan of Arc liberates Saint-Pierre-le-Moûtier.", "category": "date", "confidence": 0.98}, {"fact": "RAM", "summary": "RAM is a mizik rasin band based in the city of Port-au-Prince, Haiti.  The band derives its name from the initials of its founder, songwriter, and lead male vocalist, Richard A. Morse.   The band's music has been described by Morse as \"Vodou rock 'n' roots\", and has been one of the prominent bands in the mizik rasin musical movement in Haiti.", "category": "band", "confidence": 0.54}, {"fact": "Jean-Bertrand Aristide", "summary": "Jean-Bertrand Aristide (born 15 July 1953) is a former Haitian priest and politician who became Haiti's first democratically elected president. A proponent of liberation theology, Aristide was appointed to a Roman Catholic parish in Port-au-Prince in 1982 after completing his studies to become a priest of the Salesian order. He became a focal point for the pro-democracy movement first under Jean-Claude \"Baby Doc\" Duvalier and then under the military transition regime which followed.", "category": "person-male", "confidence": 1.0}, {"fact": "Port-au-Prince", "summary": "Port-au-Prince (, French: [pɔʁ o pʁɛ̃s]; Haitian Creole: Pòtoprens [pɔtopɣɛ̃s]) is the capital and most populous city of Haiti. The city's population was estimated at 987,310 in 2015 with the metropolitan area estimated at a population of 2,618,894.  The metropolitan area is defined by the IHSI as including the communes of Port-au-Prince, Delmas, Cite Soleil, Tabarre, Carrefour, and Pétion-Ville.", "category": "location", "confidence": 0.99}], [{"fact": "November 9", "summary": "November 9 is the 313th day of the year (314th in leap years) in the Gregorian calendar.  52 days remain until the end of the year.\n\n\n== Events ==\n694 – At the Seventeenth Council of Toledo, Egica, a king of the Visigoths of Hispania, accuses Jews of aiding Muslims, sentencing all Jews to slavery.", "category": "date", "confidence": 0.97}, {"fact": "Britney Spears", "summary": "Britney Jean Spears (born December 2, 1981) is an American singer, songwriter, dancer, and actress. Born in McComb, Mississippi and raised in Kentwood, Louisiana, she appeared in stage productions and television series, before signing with Jive Records in 1997. Spears's first two studio albums, ...Baby One More Time (1999) and Oops!...", "category": "person-female", "confidence": 1.0}, false], [{"fact": "November 11", "summary": "November 11 is the 315th day of the year (316th in leap years) in the Gregorian calendar.  50 days remain until the end of the year.\n\n\n== Events ==\n308 – At Carnuntum, Emperor emeritus Diocletian confers with Galerius, Augustus of the East, and Maximianus, the recently returned former Augustus of the West, in an attempt to end the civil wars of the Tetrarchy.", "category": "date", "confidence": 0.96}, {"fact": "Eric Clapton", "summary": "Eric Patrick Clapton,  (born 30 March 1945) is an English rock and blues guitarist, singer, and songwriter. He is the only three-time inductee to the Rock and Roll Hall of Fame: once as a solo artist and separately as a member of the Yardbirds and of Cream. Clapton has been referred to as one of the most important and influential guitarists of all time.", "category": "person-male", "confidence": 1.0}, {"fact": "CBE", "summary": "The Most Excellent Order of the British Empire is a British order of chivalry, rewarding contributions to the arts and sciences, work with charitable and welfare organisations,\nand public service outside the civil service. It was established on 4 June 1917 by King George V and comprises five classes across both civil and military divisions, the most senior two of which make the recipient either a knight if male or dame if female. There is also the related British Empire Medal, whose recipients are affiliated with, but not members of the order.", "category": "location", "confidence": 0.36}, false], [{"fact": "November 12", "summary": "November 12 is the 316th day of the year (317th in leap years) in the Gregorian calendar.  49 days remain until the end of the year.\n\n\n== Events ==\n954 – The 13-year-old Lothair III is crowned at the Abbey of Saint-Remi as king of the West Frankish Kingdom.", "category": "date", "confidence": 0.955}, {"fact": "Eminem", "summary": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem (; often stylized as EMINƎM), is an American rapper, songwriter, record producer, record executive and actor. He is one of the most successful artists of the 21st century. In addition to his solo career, Eminem was a member of the hip hop group D12.", "category": "person-male", "confidence": 1.0}, false, {"fact": "Eminem", "summary": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem (; often stylized as EMINƎM), is an American rapper, songwriter, record producer, record executive and actor. He is one of the most successful artists of the 21st century. In addition to his solo career, Eminem was a member of the hip hop group D12.", "category": "person-male", "confidence": 1.0}, {"fact": "Billboard charts", "summary": "The Billboard charts tabulate the relative weekly popularity of songs and albums in the United States and elsewhere.  The results are published in Billboard magazine. Billboard biz, the online extension of the Billboard charts, provides additional weekly charts, as well as Year End charts.", "category": "chart", "confidence": 0.41}], [{"fact": "November 16", "summary": "November 16 is the 320th day of the year (321st in leap years) in the Gregorian calendar.  45 days remain until the end of the year.\n\n\n== Events ==\n534 – Justinian I, who was an Eastern Roman (Byzantine) emperor in Constantinople, approves and publishes the second and final revision of the Codex Justinianus\n951 – Emperor Li Jing sends a Southern Tang expeditionary force of 10,000 men under Bian Hao to conquer Chu.", "category": "date", "confidence": 0.97}, {"fact": "Destiny's Child", "summary": "Destiny's Child was an American girl group whose final and best-known line-up comprised Beyoncé Knowles, Kelly Rowland, and Michelle Williams. The group began their musical career as Girl's Tyme, formed in 1990 in Houston, Texas. After years of limited success, the quartet comprising Knowles, Rowland, LaTavia Roberson, and LeToya Luckett were signed in 1997 to Columbia Records as Destiny's Child.", "category": "band", "confidence": 0.96}, false], [{"fact": "November 17", "summary": "November 17 is the 321st day of the year (322nd in leap years) in the Gregorian calendar.  44 days remain until the end of the year.\n\n\n== Events ==\n794 – Japanese Emperor Kanmu changes his residence from Nara to Kyoto.", "category": "date", "confidence": 0.98}, {"fact": "Within Temptation", "summary": "Within Temptation is a Dutch symphonic metal / rock band founded in April 1996 by vocalist Sharon den Adel and guitarist Robert Westerholt. They have always been classified by critics as gothic metal and symphonic metal, although rock and industrial influences have their place on the last and 7th studio album Resist. Their most prominent and well-known sound is described as symphonic metal, although their earlier material, such as debut album Enter, was mostly gothic metal, with Enter also having a hint of doom metal.", "category": "band", "confidence": 0.395}, {"fact": "Stand My Ground", "summary": "\"Stand My Ground\" is the first single from Dutch band Within Temptation's album The Silent Force. The song is also included on the US edition of the band's 2007 album The Heart of Everything. It became a top 10 hit in three countries (the Netherlands, Belgium and Finland) and became a top 40 hit in four other countries.", "category": "band", "confidence": 0.38}], [{"fact": "November 24", "summary": "November 24 is the 328th day of the year (329th in leap years) in the Gregorian calendar.  37 days remain until the end of the year.\n\n\n== Events ==\n380 – Theodosius I makes his adventus, or formal entry, into Constantinople.", "category": "date", "confidence": 0.98}, {"fact": "Deicide", "summary": "Deicide is an American death metal band formed in 1987 by drummer Steve Asheim and guitarist brothers Eric and Brian Hoffman as \"Carnage\", then hiring bassist/vocalist Glen Benton and becoming \"Amon\". They would later change the band name to Deicide in 1989. The band rose to mainstream success in 1992 with their second album Legion, and is credited as the second best-selling death metal band of the Soundscan Era, after Cannibal Corpse.", "category": "band", "confidence": 1.0}], [{"fact": "November 30", "summary": "November 3 is the 307th day of the year (308th in leap years) in the Gregorian calendar.  58 days remain until the end of the year.\n\n\n== Events ==\n361 – Emperor Constantius II dies of a fever at Mopsuestia in Cilicia; on his deathbed he is baptised and declares his cousin Julian rightful successor.", "category": "date", "confidence": 0.98}, false, {"fact": "Linkin Park", "summary": "Linkin Park is an American rock band from Agoura Hills, California. The band's current lineup comprises vocalist/rhythm guitarist Mike Shinoda, lead guitarist Brad Delson, bassist Dave Farrell, DJ/keyboardist Joe Hahn and drummer Rob Bourdon, all of whom are founding members. Vocalists Mark Wakefield and Chester Bennington and bassist Kyle Christner are former members of the band.", "category": "band", "confidence": 1.0}, {"fact": "Collision Course", "summary": "Collision Course is a collaborative album from American rapper Jay-Z and rock band Linkin Park, released on November 30, 2004 by Roc-A-Fella, Machine Shop, Warner Bros. and Def Jam records.From Linkin Park's catalog, Collision Course features three songs from Meteora and four from Hybrid Theory. From Jay-Z's catalog, it features three songs from The Black Album, one from Vol.", "category": "album", "confidence": 1.0}, {"fact": "the Billboard 200", "summary": "The Billboard 200 is a record chart ranking the 200 most popular music albums and EPs in the United States. It is published weekly by Billboard magazine. It is frequently used to convey the popularity of an artist or groups of artists.", "category": "band", "confidence": 0.28}], [{"fact": "December 7", "summary": "December 7 is the 341st day of the year (342nd in leap years) in the Gregorian calendar.  24 days remain until the end of the year.\n\n\n== Events ==\n43 BC – Marcus Tullius Cicero is assassinated in Formia.", "category": "date", "confidence": 0.98}, {"fact": "Lindsay Lohan", "summary": "Lindsay Dee Lohan (; born July 2, 1986) is an American actress, singer, songwriter, producer, and entrepreneur. Born and raised in New York, Lohan was signed to Ford Models as a child. Having appeared as a regular on the television soap opera Another World at age 10, her breakthrough came in the Walt Disney Pictures film The Parent Trap (1998).", "category": "person-female", "confidence": 1.0}, false], [{"fact": "December 8", "summary": "December 8 is the 342nd day of the year (343rd in leap years) in the Gregorian calendar.  23 days remain until the end of the year.\n\n\n== Events ==\n395 – Later Yan is defeated by its former vassal Northern Wei at the Battle of Canhe Slope.", "category": "date", "confidence": 0.98}, {"fact": "Dimebag Darrell", "summary": "Darrell Lance Abbott (August 20, 1966 – December 8, 2004), best known by his stage name Dimebag Darrell, was an American musician and songwriter. He was the guitarist of the heavy metal bands Pantera and Damageplan, both of which he co-founded alongside his brother Vinnie Paul. As one of the driving forces behind the development of groove metal, he is considered among the most influential guitarists in heavy metal history.", "category": "person-male", "confidence": 0.455}, {"fact": "murdered on stage", "summary": "On December 8, 2004, four people were murdered and three others were wounded in a mass shooting at the Alrosa Villa nightclub in Columbus, Ohio, United States. Heavy metal musician Dimebag Darrell, the main target of the attack, was on stage with his band Damageplan when the shooting took place. The perpetrator, 25-year-old Nathan Gale, was shot and killed by police officer James Niggemeyer while holding a wounded victim hostage.", "category": "band", "confidence": 0.32}, false, false, false], [{"fact": "December 11", "summary": "December 11 is the 345th day of the year (346th in leap years) in the Gregorian calendar.  20 days remain until the end of the year.\n\n\n== Events ==\n220 – Emperor Xian of Han is forced to abdicate the throne by Cao Cao 's son Cao Pi , ending the Han dynasty.", "category": "date", "confidence": 0.98}, {"fact": "KROQ-FM", "summary": "KROQ-FM (106.7 FM, pronounced \"kay-rock\") is a radio station licensed to Pasadena, California serving the Greater Los Angeles Area. Owned by Entercom, it broadcasts an alternative format, branding itself as The World Famous KROQ.\nThe station has studios at the intersection of Venice Boulevard and Fairfax Avenue in the Crestview neighborhood in West Los Angeles. The transmitter is based in the Verdugo Mountains.", "category": "media", "confidence": 0.93}, false, {"fact": "Acoustic Christmas", "summary": "Almost Acoustic Christmas is an annual concert run by the Los Angeles radio station KROQ-FM.\nThe first show was held in December 1989, though then it was simply called the KROQ Xmas Bash. In 1990 the show became bigger and attracted increasingly popular alternative rock bands and singers. It takes place over a weekend in mid-December, and has in recent years been broadcast for free on KROQ-FM's website.", "category": "band", "confidence": 0.24}, {"fact": "Chevelle", "summary": "Chevelle is an American rock band formed in Grayslake, Illinois in 1995. The band was originally composed of brothers: Pete Loeffler (lead vocals and guitar), Sam Loeffler (drums and percussion) and Joe Loeffler (bass and backing vocals). When Joe left the band in 2005, Geno Lenardo subbed-in as the bassist until he was replaced by Pete and Sam's brother-in-law, Dean Bernardini.", "category": "band", "confidence": 1.0}, {"fact": "Franz Ferdinand", "summary": "Franz Ferdinand are  a Scottish rock band formed in Glasgow in 2002. The band's original lineup was composed of Alex Kapranos (lead vocals and guitar, keyboard), Nick McCarthy (rhythm guitar, keyboards and backing vocals), Bob Hardy (bass guitar), and Paul Thomson (drums, percussion and backing vocals). Julian Corrie (keyboards, synthesiser, guitar and backing vocals) and Dino Bardot (guitar and backing vocals) joined the band in 2017 after McCarthy left during the previous year.", "category": "band", "confidence": 1.0}, {"fact": "Good Charlotte", "summary": "Good Charlotte is an American rock band from Waldorf, Maryland, that formed in 1996. Since 1998, the band's constant members have been vocalist Joel Madden, guitarist and vocalist Benji Madden, bassist Paul Thomas, guitarist and keyboardist Billy Martin, while drummer Dean Butterworth has been a member of the band since 2005.\nThe band released their self-titled debut album in 2000 to mostly positive reviews.", "category": "band", "confidence": 1.0}, false, {"fact": "Hoobastank", "summary": "Hoobastank (sometimes stylized as h∞bastank, and originally known as Hoobustank) is an American rock band formed in 1994 in Agoura Hills, California by lead vocalist Doug Robb, guitarist Dan Estrin, drummer Chris Hesse, and original bassist Markku Lappalainen. They were signed to Island Records from 2001 to 2012 and have released five albums and one extended play to date. Their sixth album, Push Pull, was released on May 25, 2018.", "category": "band", "confidence": 0.96}, {"fact": "Incubus", "summary": "Incubus is an American rock band from Calabasas, California. The band was formed in 1991 by vocalist Brandon Boyd, lead guitarist Mike Einziger, and drummer José Pasillas while enrolled in Calabasas High School and later expanded to include bassist Alex \"Dirk Lance\" Katunich, and Gavin \"DJ Lyfe\" Koppell; both of whom were eventually replaced by bassist Ben Kenney and DJ Kilmore, respectively.\nIncubus has attained commercial success, reaching multi-platinum sales, as well as releasing several successful singles.", "category": "band", "confidence": 1.0}, {"fact": "Interpol", "summary": "Interpol is an American rock band formed in New York City in 1997. Their original line-up consisted of Paul Banks (lead vocals, rhythm guitar), Daniel Kessler (lead guitar, backing vocals), Carlos Dengler (bass guitar, keyboards), and Greg Drudy (drums). Drudy left the band in 2000 and was replaced by Sam Fogarino.", "category": "band", "confidence": 0.97}, {"fact": "Jimmy Eat World", "summary": "Jimmy Eat World is an American rock band formed in Mesa, Arizona, United States, in 1993. The band is composed of lead guitarist/lead vocalist Jim Adkins, drummer Zach Lind, rhythm guitarist/vocalist Tom Linton, and bassist Rick Burch. Jimmy Eat World has released ten studio albums, the last nine featuring the current lineup.", "category": "band", "confidence": 0.97}, {"fact": "Keane", "summary": "Keane are  an English rock band from Battle, East Sussex, formed in 1995. The band currently comprises Tom Chaplin (lead vocals, electric/acoustic guitar), Tim Rice-Oxley (piano, synthesisers, bass guitar, backing vocals), Richard Hughes (drums, percussion, backing vocals), and Jesse Quin (bass guitar, acoustic/electric guitar, backing vocals). Their original line-up included founder and guitarist Dominic Scott, who left in 2001.", "category": "band", "confidence": 1.0}, {"fact": "The Killers", "summary": "The Killers are an American rock band formed in Las Vegas in 2001 by Brandon Flowers (lead vocals, keyboards, bass) and Dave Keuning (lead guitar, backing vocals). The official lineup of the band (as of 2020) consists of Flowers, Keuning, Mark Stoermer (bass, rhythm guitar, backing vocals) and Ronnie Vannucci Jr. (drums, percussion) - the latter two both joined in 2002.", "category": "band", "confidence": 1.0}, {"fact": "Modest Mouse", "summary": "Modest Mouse is an American rock band formed in 1992 in Issaquah, Washington and currently based in Portland, Oregon. The founding members are lead singer/guitarist Isaac Brock, drummer Jeremiah Green, and bassist Eric Judy. Strongly influenced by Pavement, Pixies, XTC, and Talking Heads, the band rehearsed, rearranged, and recorded demos for almost two years before finally signing with small-town indie label K Records and releasing numerous singles.Since their 1996 debut This Is a Long Drive for Someone with Nothing to Think About, the band's lineup has centered on Brock and Green.", "category": "band", "confidence": 1.0}, {"fact": "Muse", "summary": "Muse are an English rock band from Teignmouth, Devon, formed in 1994. The band consists of Matt Bellamy (lead vocals, guitar, keyboards), Chris Wolstenholme (bass guitar, backing vocals), and Dominic Howard (drums).\nMuse signed to Maverick Records and released their debut album, Showbiz, in 1999, showcasing Bellamy's falsetto and a melancholic alternative rock style.", "category": "band", "confidence": 1.0}, {"fact": "The Music", "summary": "The Music Band is an album by War, released on MCA Records in 1979.\nIn 1979, War considered changing its name to The Music Band, possibly regarding its old name as too aggressive for modern times.  (They had formed in 1969 during the Vietnam War.)  But by the time this album was released, they decided to keep the name War, and make \"The Music Band\" the title of a series of albums, of which this is the first.", "category": "band", "confidence": 1.0}, {"fact": "My Chemical Romance", "summary": "My Chemical Romance (commonly abbreviated MCR or shortened to My Chem) is an American rock band from Newark, New Jersey. The band's current lineup consists of lead vocalist Gerard Way, guitarists Ray Toro and Frank Iero, and bassist Mikey Way. Founded by Gerard, Mikey, Toro, and Matt Pelissier (and later joined by Iero), the band signed to Eyeball Records and released their debut album, I Brought You My Bullets, You Brought Me Your Love, in 2002.", "category": "band", "confidence": 0.81}, false, {"fact": "Snow Patrol", "summary": "Snow Patrol are a Northern Irish-Scottish rock band, formed in Dundee, Scotland in 1994, consisting of Gary Lightbody (vocals, guitar), Nathan Connolly (guitar, backing vocals), Paul Wilson (bass guitar, backing vocals), Jonny Quinn (drums), and Johnny McDaid (piano, guitar, backing vocals). Initially an indie rock band, the band rose to prominence in the early-mid 2000s as part of the post-Britpop movement.\nThe band were founded at the University of Dundee in 1994 by Lightbody, Mark McClelland, and Michael Morrison as Shrug.", "category": "band", "confidence": 1.0}, {"fact": "Social Distortion", "summary": "Social Distortion is an American punk rock band formed in 1978 in Fullerton, California. The band currently consists of Mike Ness (lead vocals, lead guitar), Jonny Wickersham (rhythm guitar, backing vocals), Brent Harding (bass, backing vocals), David Hidalgo Jr. (drums), and David Kalish (keyboards).", "category": "band", "confidence": 0.98}, {"fact": "Sum 41", "summary": "Sum 41 is a Canadian rock band from Ajax, Ontario. Originally called Kaspir, the band was formed in 1996 and currently consists of  Deryck Whibley (lead vocals, guitars, keyboards), Dave Baksh (lead guitar, backing vocals), Tom Thacker (guitars, keyboards, backing vocals),  Jason \"Cone\" McCaslin (bass, backing vocals), and Frank Zummo (drums, occasional backing vocals).\nIn 1999, Sum 41 signed an international record deal with Island Records and released its first EP, Half Hour of Power, in 2000.", "category": "band", "confidence": 0.89}, {"fact": "Taking Back Sunday", "summary": "Taking Back Sunday is an American rock band from Long Island, New York. The band was formed by guitarist Eddie Reyes in 1999. The band's members are Adam Lazzara (lead vocals), John Nolan (lead guitar, keyboards, vocals), Shaun Cooper (bass guitar), and Mark O'Connell (drums), and they are joined by Nathan Cogan (guitar) for their live performances.", "category": "band", "confidence": 1.0}, {"fact": "The Shins", "summary": "The Shins is an American indie rock band formed in Albuquerque, New Mexico in 1996. The band's current lineup consists of James Mercer (vocals, guitar, bass, keyboards, songwriter), Jon Sortland (drums), Mark Watrous (guitar, keyboards), Casey Foubert (guitar), Yuuki Matthews (bass, keyboards), and Patti King (keyboards). The band is based in Portland, Oregon.", "category": "band", "confidence": 0.91}, {"fact": "The Used", "summary": "The Used is an American rock band from Orem, Utah that formed in January 2001. The group consists of vocalist Bert McCracken, bassist Jeph Howard, drummer Dan Whitesides, and guitarist Joey Bradford.\nThe group signed to Reprise Records and rose to fame in June 2002 after releasing their self-titled debut album.", "category": "band", "confidence": 0.99}, {"fact": "Velvet Revolver", "summary": "Velvet Revolver was an American hard rock supergroup consisting of Guns N' Roses members Slash (lead guitar), Duff McKagan (bass, backing vocals) and Matt Sorum (drums, backing vocals), alongside Dave Kushner (rhythm guitar) formerly of punk band Wasted Youth, and Scott Weiland formerly of Stone Temple Pilots (STP). Weiland left the band to rejoin STP in 2008.\nIn 2004, the band achieved commercial success with their debut album, Contraband.", "category": "band", "confidence": 1.0}], [{"fact": "December 14", "summary": "December 14 is the 348th day of the year (349th in leap years) in the Gregorian calendar.  17 days remain until the end of the year.\n\n\n== Events ==\n557 – Constantinople is severely damaged by an earthquake.", "category": "date", "confidence": 0.98}, {"fact": "Clint Lowery", "summary": "Clint Edward Lowery (born December 15, 1971) is an American musician, songwriter and producer, best known as the lead guitarist and backing vocalist of the heavy metal band Sevendust. He has also played in Dark New Day and Still Rain and served as the touring guitarist for Korn through most of 2007. In 2008 he decided to work on new music as a solo artist and the name of the project was titled Hello Demons Meet Skeletons.", "category": "person-male", "confidence": 1.0}, {"fact": "Sevendust", "summary": "Sevendust is an American rock band from Atlanta, Georgia, formed in 1994 by bassist Vince Hornsby, drummer Morgan Rose and guitarist John Connolly. After their first demo, lead vocalist Lajon Witherspoon and guitarist Clint Lowery joined the group. Following a few name changes, the members settled on the name Sevendust and released their self-titled debut album on April 15, 1997.", "category": "band", "confidence": 1.0}, {"fact": "TVT Records", "summary": "TVT Records (Television Tunes) is an American record label founded by Steve Gottlieb. Over the course of its 30-year history, the label released some 25 Gold, Platinum and Multi-platinum releases. Its roster included Nine Inch Nails, Ja Rule, Lil Jon, Underworld, KMFDM, Gravity Kills, The KLF, The Baldwin Brothers, Sevendust, Nothingface, the Wellwater Conspiracy, Brian Jonestown Massacre, The Holloways, The Cinematics, Buck-O-Nine, DJ Hurricane, Speech and Pitbull.", "category": "label", "confidence": 1.0}]]}