[[{"fact": "Katy Perry", "summary": "Katheryn Elizabeth Hudson (born October 25, 1984), known professionally as Katy Perry, is an American singer, songwriter, and television judge. After singing in church during her childhood, she pursued a career in gospel music as a teenager. Perry signed with Red Hill Records and released her debut studio album Katy Hudson under her birth name in 2001, which was commercially unsuccessful.", "category": "person-female"}, {"fact": "The One That Got Away", "summary": "\"The One That Got Away\" is a song by American singer Katy Perry for her third studio album, Teenage Dream (2010). The song was produced by Dr. Luke and Max Martin, both of whom also co-wrote the song with Perry.", "category": "song"}, false, false, false, false], [{"fact": "Etta James", "summary": "Etta James (born Jamesetta Hawkins; January 25, 1938 – January 20, 2012) was an American singer who performed in various genres, including blues, R&B, soul, rock and roll, jazz and gospel. Starting her career in 1954, she gained fame with hits such as \"The Wallflower\", \"At Last\", \"Tell Mama\", \"Something's Got a Hold on Me\", and \"I'd Rather Go Blind\". She faced a number of personal problems, including heroin addiction, severe physical abuse, and incarceration, before making a musical comeback in the late 1980s with the album Seven Year Itch.James's powerful, deep, earthy voice bridged the gap between rhythm and blues and rock and roll.", "category": "person-female"}], [{"fact": "Adele", "summary": "Adele Laurie Blue Adkins  (; born 5 May 1988) is an English singer-songwriter. After graduating from the BRIT School in 2006, Adele signed a recording contract with XL Recordings. In 2007, she received the Brit Awards Critics' Choice Award and won the BBC Sound of 2008 poll.", "category": "person-female"}, {"fact": "Set Fire to the Rain", "summary": "\"Set Fire to the Rain\" is a song by English singer-songwriter Adele from her second studio album 21. The song was Adele's third consecutive US number-one single from 21, and reached the top ten in a number of other markets.  The song was voted by readers of Billboard as their favorite number one hit of 2012.", "category": "song"}, false, false], [{"fact": "Super Bowl XLVI", "summary": "Super Bowl XLVI was an American football game between the National Football Conference (NFC) champion New York Giants and the American Football Conference (AFC) champion New England Patriots to decide the National Football League (NFL) champion for the 2011 season. The Giants defeated the Patriots by the score of 21–17. The game was played on February 5, 2012 at Lucas Oil Stadium in Indianapolis, the first time that the Super Bowl was played in Indiana.", "category": "label"}, {"fact": "Kelly Clarkson", "summary": "Kelly Brianne Clarkson (born April 24, 1982) is an American singer-songwriter, actress and television personality. She rose to fame in 2002, after winning the first season of American Idol, which earned her a record deal with RCA Records. Clarkson's debut single, \"A Moment Like This\", topped the US Billboard Hot 100 chart and became the country's best-selling single of 2002.", "category": "person-female"}, {"fact": "National Anthem", "summary": "\"The Star-Spangled Banner\" is the national anthem of the United States. The lyrics come from the Defence of Fort M'Henry, a poem written on September 14, 1814, by the then 35-year-old lawyer and amateur poet Francis Scott Key after witnessing the bombardment of Fort McHenry by British ships of the Royal Navy in Baltimore Harbor during the Battle of Baltimore in the War of 1812. Key was inspired by the large U.S. flag, with 15 stars and 15 stripes, known as the Star-Spangled Banner, flying triumphantly above the fort during the U.S. victory.", "category": "song"}, {"fact": "Madonna", "summary": "Madonna Louise Ciccone (; Italian: [tʃikˈkoːne]; born August 16, 1958) is an American singer, songwriter, and actress. Referred to as the \"Queen of Pop\" since the 1980s, Madonna is known for pushing the boundaries of songwriting in popular music and for the visuals she uses onstage and in music videos. She has frequently reinvented her music and image while remaining completely in charge of every aspect of her career.", "category": "person-female"}, {"fact": "LMFAO", "summary": "LMFAO (an initialism for Laughing My Fucking Ass Off) is an American electronic dance music duo consisting of uncle Redfoo and nephew SkyBlu. They respectively are a son and grandson of Motown Records founder Berry Gordy. RedFoo and SkyBlu grew up in Pacific Palisades, Los Angeles, where they formed the group LMFAO in 2006 and later became part of the electro house scene.", "category": "band"}, {"fact": "Nicki Minaj", "summary": "Onika Tanya Maraj-Petty (born December 8, 1982), known professionally as Nicki Minaj (), is a Trinidad and Tobago-born rapper, singer, and songwriter. Born in Saint James, Port of Spain, and raised in Queens, New York City, she gained public recognition after releasing the mixtapes Playtime Is Over (2007), Sucka Free (2008), and Beam Me Up Scotty (2009).\nAfter signing with Young Money Entertainment in 2009, Minaj released her first studio album, Pink Friday (2010), which peaked at number one on the US Billboard 200 and was ultimately certified triple platinum by the Recording Industry Association of America (RIAA).", "category": "person-female"}, {"fact": "M.I.A.", "summary": "Mathangi \"Maya\" Arulpragasam  (born 18 July 1975), better known as M.I.A., is a British rapper, singer, songwriter, record producer, visual artist, and activist.  Combining elements of alternative, dance, electronic, hip hop, and world music, her early compositions relied heavily on the Roland MC-505 music sequencer and drum machine, whilst her later work marked an evolution in her sound with rare instruments, electronics, and unusual sound samples. M.I.A.'s music lyrically incorporates a range of political, social, philosophical and cultural references.", "category": "person-female"}, {"fact": "Cee Lo Green", "summary": "Thomas DeCarlo Callaway (born May 30, 1975), known professionally as CeeLo Green (or Cee Lo Green), is an American rapper, singer, composer, record producer, and actor. Green is known for his work in soul music, including the hit singles \"Crazy\" and \"Fuck You\". Born in Atlanta, Georgia, Green came to initial prominence as a member of the Southern hip hop group Goodie Mob.", "category": "person-male"}, {"fact": "Give Me All Your Luvin'", "summary": "\"Give Me All Your Luvin'\" is a song by American singer Madonna from her twelfth studio album, MDNA (2012). It features guest vocals by Trinidadian-American rapper Nicki Minaj and English rapper M.I.A. The song was written and produced by Madonna and Martin Solveig, with additional writing by M.I.A., Minaj and Michael Tordjman. After working with Solveig on one song, Madonna continued recording others including \"Give Me All Your Luvin'\".", "category": "song"}], [{"fact": "Whitney Houston", "summary": "Whitney Elizabeth Houston (August 9, 1963 – February 11, 2012) was an American singer and actress. She was cited as the most awarded female artist of all time by Guinness World Records and remains one of the best-selling music artists of all time with 200 million records sold worldwide. Houston released seven studio albums and two soundtrack albums, all of which have been certified diamond, multi-platinum, platinum, or gold by the Recording Industry Association of America (RIAA).", "category": "person-female"}, false, {"fact": "I Will Always Love You", "summary": "\"I Will Always Love You\" is a song written and originally recorded in 1973 by American singer-songwriter Dolly Parton. Her country version of the track was released in 1974 as a single and was written as a farewell to her former partner and mentor of seven years, Porter Wagoner, following Parton's decision to leave The Porter Wagoner Show and pursue a solo career.Parton's version of \"I Will Always Love You\" was a commercial success. It reached number one on the Billboard Hot Country Songs chart twice.", "category": "song"}], [false, {"fact": "Album of the Year", "summary": "The Grammy Award for Album of the Year is presented by the National Academy of Recording Arts and Sciences of the United States to \"honor artistic achievement, technical proficiency and overall excellence in the recording industry, without regard to album sales, chart position, or critical reception.\" Album of the Year is the most prestigious award category at the Grammys, and it is one of the general field awards alongside Best New Artist, Record of the Year and Song of the Year, presented annually since the 1st Grammy Awards in 1959. According to the 54th Grammy Awards description guide, the award is presented:\n\n For albums containing at least 51% playing time of new vocal or instrumental recordings. Award to Artist(s) and to Featured Artist(s), Songwriter(s) of new material, Producer(s), Recording Engineer(s), Mixer(s) and Mastering Engineer(s) credited with at least 33% playing time of the album, if other than Artist.", "category": "location"}, {"fact": "Song of the Year", "summary": "The Grammy Award for Song of the Year is an honor presented at the Grammy Awards, a ceremony that was established in 1958 and originally called the Gramophone Awards. The Song of the Year award is one of the four most prestigious categories at the awards (alongside Best New Artist, Record of the Year and Album of the Year) presented annually since the 1st Grammy Awards in 1959. According to the 54th Grammy Awards description guide, the award is presented:\n\nto honor artistic achievement, technical proficiency  and overall excellence in the recording industry, without regard to album sales or chart position.", "category": "award"}, {"fact": "Record of the Year", "summary": "The Grammy Award for Record of the Year is presented by the National Academy of Recording Arts and Sciences of the United States to \"honor artistic achievement, technical proficiency and overall excellence in the recording industry, without regard to sales or chart position.\" The Record of the Year award is one of the four \"General Field\" categories at the awards (alongside Best New Artist, Song of the Year and Album of the Year) presented annually since the 1st Grammy Awards in 1959.\nAccording to the 54th Grammy Awards description guide, the award is presented:\n\nFor commercially released singles or tracks of new vocal or instrumental recordings. Tracks from a previous year's album may be entered provided the track was not entered the previous year and provided the album did not win a Grammy.", "category": "award"}, false, {"fact": "Best New Artist", "summary": "The Grammy Award for Best New Artist has been awarded since 1959. Years reflect the year in which the Grammy Awards were handed out, for records released in the previous year. The award was not presented in 1967.", "category": "award"}], [{"fact": "Terrorizer", "summary": "Terrorizer is an American grindcore band formed in 1986 in Los Angeles, California, United States. After disbanding, its members gained recognition by playing in influential extreme metal bands, such as Morbid Angel (David Vincent, Pete Sandoval), Napalm Death (Jesse Pintado) and Nausea (Oscar Garcia, Alfred \"Garvey\" Estrada). To date, Terrorizer has released four studio albums, and broken up twice (once in 1989 and another in 2006).", "category": "band"}, false], [{"fact": "Corrosion of Conformity", "summary": "Corrosion of Conformity (also known as C.O.C.) is an American heavy metal band from Raleigh, North Carolina, formed in 1982. This band has undergone multiple line-up changes throughout its existence with guitarist Woody Weatherman as the sole constant member. Weatherman, founding bassist Mike Dean, founding drummer Reed Mullin, and vocalist and rhythm guitarist Pepper Keenan (who joined the band in 1989) are widely regarded as its classic line-up.", "category": "band"}, false], [{"fact": "Davy Jones", "summary": "David Thomas Jones (30 December 1945 – 29 February 2012) was an English singer-songwriter, musician, actor and businessman, best known as a member of the band the Monkees, and for starring in the TV series of the same name. \nHis acting credits include a Tony-nominated performance as the Artful Dodger in the original London and Broadway productions of Oliver! as well as a guest star role in a hallmark episode of The Brady Bunch television show and later reprised parody film; Love, American Style; and My Two Dads.", "category": "person-male"}, {"fact": "The Monkees", "summary": "The Monkees are an American rock and pop band originally active between 1966 and 1971, with reunion albums and tours in the decades that followed. Their original line-up consisted of the American actor/musicians Micky Dolenz, Michael Nesmith, and Peter Tork with English actor/singer Davy Jones. The group was conceived in 1965 by television producers Bob Rafelson and Bert Schneider specifically for the situation comedy series The Monkees, which aired from 1966 to 1968.", "category": "band"}], [{"fact": "Part of Me", "summary": "\"Part of Me\" is a song by American singer Katy Perry, released as the lead single from Teenage Dream: The Complete Confection. It was written by Perry, and Bonnie McKee, with production and additional writing by Dr. Luke, Max Martin, and Cirkut.", "category": "song"}, false], [{"fact": "Academy of Country Music Awards", "summary": "The Academy of Country Music Awards, also known as the ACM Awards, were first held in 1966, honoring the industry's accomplishments during the previous year. It was the first country music awards program held by a major organization. The Academy's signature \"hat\" trophy was first created in 1968.", "category": "event"}, {"fact": "Reba McEntire", "summary": "Reba Nell McEntire (born March 28, 1955) is an American country singer, songwriter, actress, and record producer. She began her career in the music industry as a high school student singing in the Kiowa High School band, on local radio shows with her siblings, and at rodeos. While a sophomore in college at Southeastern Oklahoma State University, she performed the National Anthem at the National Rodeo in Oklahoma City and caught the attention of country artist Red Steagall who brought her to Nashville, Tennessee.", "category": "person-female"}], [{"fact": "Justin Bieber", "summary": "Justin Drew Bieber (; born March 1, 1994) is a Canadian singer, songwriter and actor.  Discovered at 13 years old by talent manager Scooter Braun after he had watched his YouTube cover song videos, Bieber was signed to RBMG Records in 2008. With Bieber's debut EP My World, released in late 2009, Bieber became the first artist to have seven songs from a debut record chart on the Billboard Hot 100.Bieber released his debut studio album My World 2.0 in 2010.", "category": "person-male"}, {"fact": "Boyfriend", "summary": "\"Boyfriend\" is a song by Canadian singer Justin Bieber, taken from his third studio album Believe (2012). Bieber explained that the track would surprise people in different ways, since it is a musical departure from his previous material. A snippet of \"Boyfriend\" was previewed on The Ellen DeGeneres Show on March 1, 2012, Bieber's 18th birthday.", "category": "song"}, {"fact": "Taylor Swift", "summary": "Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter. She is known for narrative songs about her personal life, which have received widespread media coverage. At age 14, Swift became the youngest artist signed by the Sony/ATV Music publishing house and, at age 15, she signed her first record deal.", "category": "person-female"}, {"fact": "We Are Never Ever Getting Back Together", "summary": "\"We Are Never Ever Getting Back Together\" is a song recorded by American singer-songwriter Taylor Swift for her fourth studio album, Red (2012). Swift co-wrote the song with its producers, Max Martin and Shellback. The song was released as the lead single from Red on August 13, 2012, by Big Machine Records.", "category": "song"}], [{"fact": "Counting Crows", "summary": "Counting Crows is an American rock band from Berkeley, California, formed in 1991. The band consists of Adam Duritz (lead vocals), David Bryson (rhythm guitar), Charlie Gillingham (keyboards), Dan Vickrey (lead guitar), David Immerglück (guitars), Jim Bogios (drums) and Millard Powers (bass).Counting Crows gained popularity following the release of its debut album, August and Everything After (1993). Featuring the breakthrough hit single \"Mr.", "category": "band"}, false], [{"fact": "Chiodos", "summary": "Chiodos (English: , Italian pronunciation: [kjˈɔdos]) was an American post-hardcore band from Davison, Michigan. Formed in 2001, the group was originally known as \"The Chiodos Bros,\" the band's name was a tribute to filmmakers Stephen, Charles, and Edward Chiodo, responsible for the film Killer Klowns from Outer Space. Chiodos released their first full-length album, titled All's Well That Ends Well, on July 26, 2005.", "category": "band"}, {"fact": "Craig Owens", "summary": "Craigery \"Craig\" Owens (born August 26, 1984) is an American musician best known as the lead vocalist of Chiodos. He has also had an involvement in various projects such as Cinematic Sunrise, The Sound of Animals Fighting, Isles & Glaciers, and Destroy Rebuild Until God Shows. He has recorded as a solo artist, is an established music producer, has written and recorded with the likes of Dr Dre , and has also acted in the 2012 film K-11.", "category": "person-male"}, {"fact": "Brandon Bolmer", "summary": "Brandon Allen Bolmer is an American singer-songwriter, music producer, and visual artist.\n\n\n== Musical career ==\n\n\n=== Yesterdays Rising (2002–2010) ===\nBrandon was the original and only vocalist of Yesterdays Rising, being a founding member along with Richie Ochoa (guitar), Jamie Ethridge (drums), Justin Panno (bass guitar), and Jon Bloom (guitar), who formed in 2002. The group released their first EP, Ship of Relations, in 2003.", "category": "band"}], [{"fact": "Gotye", "summary": "Wouter \"Wally\" De Backer (born 21 May 1980), known professionally as Gotye ( GOT-ee-ay), is a Belgian-born Australian multi-instrumentalist and singer-songwriter. The name \"Gotye\" is a pronunciation respelling of \"Gauthier\", the French cognate of Gotye's given Dutch name \"Wouter\" (English \"Walter\", hence the nickname \"Wally\").\nGotye has released three studio albums independently and one album featuring remixes of tracks from his first two albums.", "category": "person-male"}, {"fact": "Belgian-Australian solo artist", "summary": "Australians are people associated with the country of Australia, usually holding Australian citizenship. Australia is a multicultural society and has the world's ninth-largest immigrant population, with immigrants accounting for 29 percent of the population as of 2017.Between 1788 and the Second World War, the vast majority of settlers and immigrants came from the British Isles (principally England, Ireland and Scotland). Many early British settlements were penal colonies to house transported convicts.", "category": "location"}, {"fact": "Billboard Hot 100", "summary": "The Billboard Hot 100 is the music industry standard record chart in the United States for songs, published weekly by Billboard magazine. Chart rankings are based on sales (physical and digital), radio play, and online streaming in the United States.\nThe weekly tracking period for sales was initially Monday to Sunday when Nielsen started tracking sales in 1991, but was changed to Friday to Thursday in July 2015.", "category": "chart"}, {"fact": "Somebody That I Used To Know", "summary": "\"Somebody That I Used to Know\" is a song written by Belgian-Australian singer-songwriter Gotye, featuring New Zealand singer Kimbra. The song was released in Australia and New Zealand by Eleven Music on 5 July 2011 as the second single from Gotye's third studio album, Making Mirrors (2011). It was later released by Universal Music in December 2011 in the United Kingdom, and in January 2012 in the United States and Ireland.", "category": "song"}], [{"fact": "Kevin Richardson", "summary": "Kevin Scott Richardson (born October 3, 1971) is an American singer, songwriter, actor and model, best known as a member of the Backstreet Boys. Richardson was inducted into the Kentucky Music Hall of Fame along with his cousin and bandmate Brian Littrell on April 10, 2015.\n\n\n== Early years ==\nKevin Scott Richardson was born on October 3, 1971 in Lexington, Kentucky, the son of Ann C. (née Littrell), homemaker, and Jerald Wayne Richardson, Sr., an outdoorsman and handyman.Growing up, Kevin lived on a 10-acre farm with his parents and two older brothers (Jerald Wayne Jr.", "category": "person-male"}, {"fact": "Backstreet Boys", "summary": "Backstreet Boys  (often abbreviated as BSB) is an American vocal group, formed in Orlando, Florida in 1993. The group consists of AJ McLean, Howie Dorough, Nick Carter, Kevin Richardson, and Brian Littrell.\nThe group rose to fame with their debut international album, Backstreet Boys (1996).", "category": "band"}], [{"fact": "Tenacious D", "summary": "Tenacious D is an American comedy rock duo, formed in Los Angeles, California, in 1994. It was founded by actors Jack Black and Kyle Gass, who were members of The Actors' Gang theater company at the time. The duo's name is derived from \"tenacious defense\", a phrase used by NBA basketball sportscaster Marv Albert.Prior to the release of Tenacious D's 2001 debut album Tenacious D, the duo had a three-episode TV series released on HBO, with the episodes broadcasting between 1997 and 2000.", "category": "band"}, false], [{"fact": "Justin Bieber", "summary": "Justin Drew Bieber (; born March 1, 1994) is a Canadian singer, songwriter and actor.  Discovered at 13 years old by talent manager Scooter Braun after he had watched his YouTube cover song videos, Bieber was signed to RBMG Records in 2008. With Bieber's debut EP My World, released in late 2009, Bieber became the first artist to have seven songs from a debut record chart on the Billboard Hot 100.Bieber released his debut studio album My World 2.0 in 2010.", "category": "person-male"}, false], [{"fact": "Chris Brown", "summary": "Christopher Maurice Brown (born May 5, 1989) is an American singer, songwriter, dancer and actor. Born in Tappahannock, Virginia, he was involved in his church choir and several local talent shows from a young age. Having signed with Jive Records in 2004, Brown released his self-titled debut studio album the following year, which became certified double platinum by the Recording Industry Association of America (RIAA).With his first single \"Run It!\" peaking atop the Billboard Hot 100, Brown became the first male artist since 1997 to have his debut single top the chart.", "category": "person-male"}, false], [{"fact": "Snoop Dogg", "summary": "Calvin Cordozar Broadus Jr. (born October 20, 1971), known professionally as Snoop Dogg, is an American rapper, singer, songwriter, producer, media personality, entrepreneur, and actor. His music career began in 1992 when he was discovered by Dr.", "category": "person-male"}, {"fact": "Lion", "summary": "The Lion of Judah (Hebrew: אריה יהודה Aryeh Yehudah) is a Jewish national and cultural symbol, traditionally regarded as the symbol of the Israelite tribe of Judah. According to the Torah, the tribe consists of the descendants of Judah, the fourth son of Jacob. The association between Judah and the lion can first be found in the blessing given by Jacob to his son Judah in the Book of Genesis.The Lion of Judah is also mentioned in the Book of Revelation, as a term representing Jesus, according to Christian theology.", "category": "location"}], [{"fact": "Matchbox Twenty", "summary": "Matchbox Twenty (previously Matchbox 20, and frequently shortened to MB20) is an American rock band, formed in Orlando, Florida, in 1995. The group currently consists of Rob Thomas (lead vocals, guitar, keyboards), Brian Yale (bass guitar), Paul Doucette (drums, rhythm guitar, backing vocals), and Kyle Cook (lead guitar, vocals).\nMatchbox Twenty rose to international fame with their debut album, Yourself or Someone Like You (1996), which was certified 12× Platinum (diamond) in the United States and multi-platinum in Australia, Canada, and New Zealand.", "category": "band"}, false], [{"fact": "MTV Video Music Awards", "summary": "The 2012 MTV Video Music Awards, hosted by Kevin Hart, took place on Thursday, September 6, 2012, honoring the best music videos from the previous year. The awards were broadcast from the Staples Center arena at L.A. Live in Downtown Los Angeles. Nominations were announced on July 31, 2012.", "category": "event"}, {"fact": "Staples Center", "summary": "Staples Center (officially stylized as STAPLES Center) is a multi-purpose arena in Downtown Los Angeles. Adjacent to the L.A. Live development, it is located next to the Los Angeles Convention Center complex along Figueroa Street. The arena opened on October 17, 1999.", "category": "location"}, {"fact": "Los Angeles", "summary": "Los Angeles ( (listen); Spanish: Los Ángeles; Spanish for '\"The Angels\"'), officially the City of Los Angeles and often known by its initials L.A., is the largest city in the U.S. state of California. With an estimated population of nearly four million people, it is the country's second most populous city (after New York City) and the third most populous city in North America (after Mexico City and New York City). Los Angeles is known for its Mediterranean climate, ethnic diversity, Hollywood entertainment industry, and its sprawling metropolis.", "category": "location"}], [false, false], [{"fact": "Billie Joe Armstrong", "summary": "Billie Joe Armstrong (born February 17, 1972) is an American singer, songwriter, musician, record producer, and actor. Armstrong serves as the lead vocalist, primary songwriter, and lead guitarist of the punk rock band Green Day, co-founded with Mike Dirnt. He is also a guitarist and vocalist for the punk rock band Pinhead Gunpowder, and provides lead vocals for Green Day's side projects Foxboro Hot Tubs, The Network, and The Longshot.", "category": "person-male"}, false, {"fact": "iHeartRadio Festival", "summary": "iHeartRadio is a free broadcast, podcast and streaming radio platform owned by iHeartMedia, Inc. It was founded in April 2008. As of 2019, iHeartRadio functions as the national umbrella brand for iHeartMedia's radio network aggregating its over 850 local iHeartMedia radio stations across the United States, as well as hundreds of other stations from various other media (with companies such as Cumulus Media, Cox Radio and Beasley Broadcast Group also using this service).", "category": "location"}, {"fact": "Usher", "summary": "Usher Raymond IV (born October 14, 1978) is an American singer, songwriter, actor and dancer. He was born in Dallas, Texas, but raised in Chattanooga, Tennessee until moving to Atlanta, Georgia. At the age of 12, his mother put him in local singing competitions, before catching the attention of a music A&R from LaFace Records.", "category": "person-male"}, {"fact": "Basket Case", "summary": "\"Basket Case\" is a song by the American rock band Green Day. It is the seventh track and second single from their third studio album, Dookie (1994). The song spent five weeks at the top of Billboard's Alternative Songs chart.", "category": "song"}, {"fact": "Justin Bieber", "summary": "Justin Drew Bieber (; born March 1, 1994) is a Canadian singer, songwriter and actor.  Discovered at 13 years old by talent manager Scooter Braun after he had watched his YouTube cover song videos, Bieber was signed to RBMG Records in 2008. With Bieber's debut EP My World, released in late 2009, Bieber became the first artist to have seven songs from a debut record chart on the Billboard Hot 100.Bieber released his debut studio album My World 2.0 in 2010.", "category": "person-male"}, {"fact": "Mike Dirnt", "summary": "Michael Ryan Pritchard (born May 4, 1972), known professionally as Mike Dirnt, is an American musician, songwriter, and singer. He is best known as the co-founder, bassist, backing and occasional lead vocalist of Green Day. He has also played in several other bands, including the Frustrators.", "category": "person-male"}], [{"fact": "No Doubt", "summary": "No Doubt is an American rock band from Anaheim, California, formed in 1986. The band consists of vocalist Gwen Stefani, guitarist Tom Dumont, bassist Tony Kanal, and drummer Adrian Young. Since the mid-1990s, they have been supported by trombonist Gabrial McNair and trumpeter Stephen Bradley in live performances.", "category": "band"}, false], [{"fact": "Taylor Swift", "summary": "Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter. She is known for narrative songs about her personal life, which have received widespread media coverage. At age 14, Swift became the youngest artist signed by the Sony/ATV Music publishing house and, at age 15, she signed her first record deal.", "category": "person-female"}, false], [{"fact": "The Coup", "summary": "A coup d'état ( listen ; French: [ku deta], literally \"blow of state\"; plural: coups d'état, pronounced like the singular form, also known simply as a violent coup (), ousting, overthrow or putsch) is the forcible removal of an existing government from power through violent means. Whereas a coup does not specify the means taken by the revolting party to overthrow the state, a coup d'état is a revolt performed through violence. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator.", "category": "location"}, false], [{"fact": "CMA Awards", "summary": "The Country Music Association Awards, also known as the CMA Awards or CMAs, are presented to country music artists and broadcasters to recognize outstanding achievement in the country music industry. The televised annual presentation ceremony features performances and award presentations by popular country music artists, with occasional appearances from pop and rock artists. The CMA Awards were first presented in 1967, and televised for the first time the following year.", "category": "award"}, {"fact": "Bridgestone Arena", "summary": "Bridgestone Arena (originally Nashville Arena, and formerly Gaylord Entertainment Center and Sommet Center) is a multi-purpose venue in downtown Nashville, Tennessee, that was completed in 1996, and is the home of the Nashville Predators of the National Hockey League.\n\n\n== Ownership ==\n\nDesigned by HOK Sport in conjunction with the Nashville-based architecture/engineering firm Hart Freeland Roberts, INC., it was designed at an angle on the corner of Broadway and 5th Avenue in Nashville in physical homage to the historic Ryman Auditorium, the original home of the Grand Ole Opry.Bridgestone Arena is owned by the Sports Authority of Nashville and Davidson County and operated by Powers Management Company, a subsidiary of the Nashville Predators National Hockey League franchise, which has been its primary tenant since 1998.\n\n\n== Events ==\nThe Predators hosted the NHL Entry Draft here in 2003; it was also the location for the 2016 NHL All-Star Game.", "category": "location"}, {"fact": "Nashville, Tennessee", "summary": "Nashville is the capital and most populous city of the U.S. state of Tennessee. The city is the county seat of Davidson County and is located on the Cumberland River. It is the 24th most-populous city in the United States.", "category": "location"}], [false, {"fact": "Trilogy", "summary": "Trilogy is a compilation album by Canadian singer The Weeknd. It was released on 13 November 2012 through XO and distributed by Republic Records. It is composed of re-mixed and remastered versions of his 2011 mixtapes House of Balloons, Thursday, and Echoes of Silence, and three previously-unreleased songs.", "category": "song"}, {"fact": "House of Balloons", "summary": "House of Balloons is the debut mixtape by Canadian singer The Weeknd. It was released as a free download on March 21, 2011, then was later released by XO. The mixtape was also released on his official website. Its music incorporates electronic and contemporary genres, including R&B and soul, along with trip hop, indie rock and dream pop tones.", "category": "location"}, {"fact": "Thursday", "summary": "Thursday is the second mixtape by Canadian singer The Weeknd, independently released on August 18, 2011. It follows his critically acclaimed, Polaris Music Prize-nominated debut mixtape House of Balloons (2011). Its music incorporates downtempo, dubstep, dream pop, hip hop, rock and reggae styles.", "category": "person-male"}, {"fact": "Echoes of Silence", "summary": "Echoes of Silence is the third mixtape by Canadian singer The Weeknd, released on December 21, 2011, by his official website. The release follows his Polaris Music Prize-nominated debut release House of Balloons and his second mixtape Thursday, both released earlier the same year. The project is the final installment in the trilogy of free albums released by The Weeknd in 2011.Echoes of Silence was preceded by the release of the promotional single, \"Initiation\", on October 10, 2011.", "category": "song"}], [{"fact": "Rihanna", "summary": "Robyn Rihanna Fenty ( ree-AN-ə; born February 20, 1988) is a Barbadian singer, songwriter, actress, and businesswoman, who has been recognized for embracing various musical styles and reinventing her image throughout her career.\nBorn in Saint Michael and raised in Bridgetown, Barbados, Rihanna moved to the US in 2005, when she signed with Def Jam Recordings. She earned significant recognition following the release of her first two studio albums, Music of the Sun (2005) and A Girl like Me (2006), both of which were influenced by Caribbean music and peaked within the top ten of the US Billboard 200 chart.", "category": "person-female"}, {"fact": "Unapologetic", "summary": "Unapologetic is the seventh studio album by Barbadian singer Rihanna. It was released on November 19, 2012, by Def Jam Recordings and SRP Records. It was recorded between June and November 2012, during promotion of her sixth album, Talk That Talk (2011).", "category": "song"}], [{"fact": "Cassadee Pope", "summary": "Cassadee Blake Pope (born August 28, 1989) is an American singer, songwriter, and musician. Pope was the lead vocalist of the rock band Hey Monday (on hiatus as of December 2011), with whom she released two studio albums and three EPs. Pope embarked on a solo career in early 2012, and released the EP Cassadee Pope in May 2012.", "category": "person-male"}, {"fact": "third season", "summary": "The third season of the American reality talent show The Voice premiered on September 10, 2012 on NBC. NBC officially announced The Voice's renewal on May 13, 2012, during its 2012–13 upfront presentation, with the show returning as a fall series. Blake Shelton, Christina Aguilera, Adam Levine and CeeLo Green continued as coaches.\nCassadee Pope was announced as the winner of the season with first female winner, marking Blake Shelton's second win & back-to-back win as a coach.", "category": "location"}, false]]