[[{"fact": "Zac Brown Band", "summary": "Zac Brown Band is an  American country/rock band based in Atlanta, Georgia. The lineup consists of Zachary Alexander \"Zac\" Brown (lead vocals, guitar), Jimmy De Martini (fiddle, vocals), John Driskell Hopkins (bass guitar, guitar, baritone guitar, banjo, ukulele, upright bass, vocals), Coy Bowles (guitar, keyboards), Chris Fryar (drums), Clay Cook (guitar, keyboards, mandolin, steel guitar, vocals), Matt Mangano (bass guitar), and Daniel de los Reyes (percussion).\nThe band has released seven studio albums along with two live albums, one greatest-hits album, and two extended plays.", "category": "band", "confidence": 0.75}, {"fact": "The Star-Spangled Banner", "summary": "\"The Star-Spangled Banner\" is the national anthem of the United States. The lyrics come from the Defence of Fort M'Henry, a poem written on September 14, 1814, by the then 35-year-old lawyer and amateur poet Francis Scott Key after witnessing the bombardment of Fort McHenry by British ships of the Royal Navy in Baltimore Harbor during the Battle of Baltimore in the War of 1812. Key was inspired by the large U.S. flag, with 15 stars and 15 stripes, known as the Star-Spangled Banner, flying triumphantly above the fort during the U.S. victory.", "category": "song", "confidence": 1.0}, {"fact": "Kendrick Lamar", "summary": "Kendrick Lamar Duckworth (born June 17, 1987) is an American rapper, songwriter, and record producer. He is regarded by many critics and contemporaries as one of the most important and influential hip hop artists of his generation, and as one of the greatest rappers and lyricists of all time. Aside from his solo career, Lamar is also known as a member of the hip hop supergroup Black Hippy, alongside his TDE label-mates Ab-Soul, Jay Rock, and Schoolboy Q. \nRaised in Compton, California, Lamar embarked on his musical career as a teenager under the stage name K-Dot, releasing a mixtape that garnered local attention and led to his signing with indie record label Top Dawg Entertainment (TDE).", "category": "person-male", "confidence": 0.78}, {"fact": "2018 College Football Playoff National Championship", "summary": "The 2018 College Football Playoff National Championship was a college football bowl game that determined a national champion in the NCAA Division I Football Bowl Subdivision for the 2017 season. The Alabama Crimson Tide defeated the Georgia Bulldogs 26–23, coming back from a 13–0 deficit at halftime to secure the win in overtime. True freshman quarterback Tua Tagovailoa and defensive tackle Daron Payne were respectively named the offensive and defensive players of the game.", "category": "location", "confidence": 0.67}, {"fact": "Atlanta", "summary": "Atlanta () is the capital, most populous, and primate city of the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth-largest metropolitan area in the nation.", "category": "location", "confidence": 0.99}], [{"fact": "Phillip Phillips", "summary": "Phillip LaDon Phillips Jr. (born September 20, 1990) is an American singer, songwriter and actor who won the eleventh season of American Idol on May 23, 2012. His coronation song, \"Home,\" became the all-time best-selling song from American Idol.", "category": "person-male", "confidence": 0.78}, false], [{"fact": "Camila Cabello", "summary": "Karla Camila Cabello Estrabao (; Spanish: [kaˈmila kaˈβeʎo]; born March 3, 1997) is a Cuban-American singer, songwriter, and actress. She rose to prominence as a member of the girl group Fifth Harmony, formed on The X Factor USA in 2012, signing a joint record deal with Syco Music and Epic Records. While in Fifth Harmony, Cabello began to establish herself as a solo artist with the release of the collaborations \"I Know What You Did Last Summer\" with Shawn Mendes, and \"Bad Things\" with Machine Gun Kelly, the latter reaching number four on the US Billboard Hot 100.", "category": "person-female", "confidence": 0.57}, false, {"fact": "Billboard 200", "summary": "The Billboard Hot 100 is the music industry standard record chart in the United States for songs, published weekly by Billboard magazine. Chart rankings are based on sales (physical and digital), radio play, and online streaming in the United States.\nThe weekly tracking period for sales was initially Monday to Sunday when Nielsen started tracking sales in 1991, but was changed to Friday to Thursday in July 2015.", "category": "chart", "confidence": 0.99}, {"fact": "Shawn Mendes", "summary": "Shawn Peter Raul Mendes (; born August 8, 1998) is a Canadian singer, songwriter, and model. He gained a following in 2013, posting song covers on the video-sharing application Vine. The following year, he caught the attention of artist manager Andrew Gertler and Island Records A&R Ziggy Chareton, which led to him signing a deal with the record label.", "category": "person-male", "confidence": 0.7}, false, false], [{"fact": "We Shall Overcome", "summary": "\"We Shall Overcome\" is a gospel song which became a protest song and a key anthem of the Civil Rights Movement. The song is most commonly attributed as being lyrically descended from \"I'll Overcome Some Day\", a hymn by Charles Albert Tindley that was first published in 1900.The modern version of the song was first said to have been sung by tobacco workers led by Lucille Simmons during a 1945 cigar workers strike in Charleston, South Carolina. In 1947, the song was published under the title \"We Will Overcome\" in an edition of the People's Songs Bulletin (a publication of People's Songs, an organization of which Pete Seeger was the director), as a contribution of and with an introduction by Zilphia Horton, then-music director of the Highlander Folk School of Monteagle, Tennessee (an adult education school that trained union organizers).", "category": "song", "confidence": 0.44}, false], [false, {"fact": "Madison Square Garden", "summary": "Madison Square Garden, colloquially known as The Garden or in initials as MSG, is a multi-purpose indoor arena in New York City. Located in Midtown Manhattan between 7th and 8th Avenues from 31st to 33rd Streets, it is situated atop Pennsylvania Station. It is the fourth venue to bear the name \"Madison Square Garden\"; the first two (1879 and 1890) were located on Madison Square, on East 26th Street and Madison Avenue, with the third Madison Square Garden (1925) further uptown at Eighth Avenue and 50th Street.", "category": "location", "confidence": 0.89}, {"fact": "New York City", "summary": "New York City (NYC), often called the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass.", "category": "location", "confidence": 0.9}, {"fact": "New York City", "summary": "New York City (NYC), often called the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass.", "category": "location", "confidence": 0.9}, {"fact": "Bruno Mars", "summary": "Peter Gene Hernandez (born October 8, 1985), known professionally as Bruno Mars, is an American singer, songwriter, record producer, multi-instrumentalist, and dancer. He is known for his stage performances, retro showmanship, and for performing in a wide range of musical styles, including pop, R&B, funk, soul, reggae, hip hop, and rock. Mars is accompanied by his band, The Hooligans, who play a variety of instruments, such as electric guitar, bass, piano, keyboards, drums, and horns, and also serve as backup singers and dancers.", "category": "person-male", "confidence": 0.66}, false, false], [{"fact": "Dashboard Confessional", "summary": "Dashboard Confessional is an American rock band from Boca Raton, Florida, led by singer-songwriter Chris Carrabba. The name of the band is derived from the song \"The Sharp Hint of New Tears\" off their debut album, The Swiss Army Romance.\n\n\n== History ==\n\n\n=== Early history (1999–2002) ===\nDashboard Confessional's first recording was the 2000 LP The Swiss Army Romance, initially a solo side project of Chris Carrabba while he was in the band Further Seems Forever.", "category": "band", "confidence": 0.35}, false, {"fact": "Fueled by Ramen", "summary": "Fueled by Ramen LLC is an American record label owned by Warner Music Group and distributed by Elektra Records. The label, founded in Gainesville, Florida, is based in New York City.\n\n\n== History ==\nJohn Janick initially conceived of the label while attending high school, but it was not until he enrolled at the University of Florida in Gainesville and teamed up with Less Than Jake drummer-lyricist Vinnie Fiorello that Fueled By Ramen became a reality.", "category": "label", "confidence": 0.64}], [{"fact": "The Breeders", "summary": "The Breeders are an American alternative rock band based in Dayton, Ohio, consisting of members Kim Deal (rhythm guitar, lead vocals), her twin sister Kelley Deal (lead guitar, backing vocals), Josephine Wiggs (bass guitar, backing vocals) and Jim Macpherson (drums).\nThe earliest incarnation of the band was formed by Kim Deal and Tanya Donelly in 1989 as a side-project alongside their full-time bands Pixies and Throwing Muses respectively.  To record their debut album, 1990's Pod, Deal and Donelly recruited bassist Josephine Wiggs of The Perfect Disaster and drummer Britt Walford of Slint.", "category": "band", "confidence": 0.97}, false], [{"fact": "Stone Temple Pilots", "summary": "Stone Temple Pilots (STP) is an American rock band from San Diego that originally consisted of Scott Weiland (lead vocals), brothers Dean DeLeo (guitar) and Robert DeLeo (bass, backing vocals), and Eric Kretz (drums). The band's line-up remained unchanged from its formation in 1989 until the firing of Weiland in February 2013. Linkin Park vocalist Chester Bennington joined the band in May 2013, but left amicably in November 2015 to focus solely on Linkin Park.", "category": "band", "confidence": 0.94}, {"fact": "Jeff Gutt", "summary": "Jeffrey Adam Gutt (born May 2, 1976) is an American musician, singer and songwriter who is best known as the lead vocalist for the band Stone Temple Pilots since November 2017. He is also the former lead vocalist for the nu metal band Dry Cell.\nGutt has appeared in two seasons of the American reality television series The X Factor.", "category": "person-male", "confidence": 0.84}, {"fact": "Scott Weiland", "summary": "Scott Richard Weiland (; né Kline, October 27, 1967 – December 3, 2015) was an American musician, singer and songwriter. During a career spanning three decades, Weiland was best known as the lead singer of the band Stone Temple Pilots from 1989 to 2002 and 2008 to 2013, making six records with them. He was also lead vocalist of supergroup Velvet Revolver from 2003 to 2008, recording two albums, and he recorded one album with another supergroup, Art of Anarchy.", "category": "person-male", "confidence": 0.44}, {"fact": "Chester Bennington", "summary": "Chester Charles Bennington (March 20, 1976 – July 20, 2017) was an American singer, songwriter, musician, and actor. He was best known as the lead vocalist for Linkin Park and was also lead vocalist for the bands Dead by Sunrise, Stone Temple Pilots, and Grey Daze. As an actor, he appeared in films such as Crank (2006), Crank: High Voltage (2009), and Saw 3D (2010).Bennington first gained prominence as a vocalist following the release of Linkin Park's debut album Hybrid Theory (2000), which was a worldwide commercial success.", "category": "person-male", "confidence": 0.66}, false], [false, false, false, false], [{"fact": "J. Cole", "summary": "Jermaine Lamarr Cole (born January 28, 1985) is an American rapper, singer, songwriter, producer, and record executive. Born on a military base in Germany and raised in Fayetteville, North Carolina, Cole initially gained recognition as a rapper following the release of his debut mixtape, The Come Up, in early 2007. Intent on further pursuing a solo career as a rapper, he went on to release two additional mixtapes, The Warm Up (2009) and Friday Night Lights (2010), after signing to Jay-Z's Roc Nation imprint in 2009.", "category": "person-male", "confidence": 0.76}, false, false, {"fact": "Spotify", "summary": "Spotify Technology S.A. () is an international media services provider. It is legally domiciled in Luxembourg and is headquartered in Stockholm, Sweden.Founded in 2006, the company's primary business is providing an audio streaming platform, the \"Spotify\" platform, that provides DRM-restricted music, videos and podcasts from record labels and media companies. As a freemium service, basic features are free with advertisements or automatic music videos, while additional features, such as offline listening and commercial-free listening, are offered via paid subscriptions.", "category": "label", "confidence": 0.47}, {"fact": "Post Malone", "summary": "Austin Richard Post (born July 4, 1995), known professionally as Post Malone, is an American singer, rapper, songwriter, record producer and actor. Known for his introspective songwriting and laconic vocal style, Post has gained acclaim for bending a range of genres including hip hop, pop, country, and rock. He first attained recognition in 2015 following the release of his debut single \"White Iverson\".", "category": "person-male", "confidence": 0.72}, false, false, {"fact": "Drake", "summary": "Aubrey Drake Graham (born October 24, 1986) is a Canadian rapper, singer, songwriter, producer, actor, and businessman. Drake initially gained recognition as an actor on the teen drama television series Degrassi: The Next Generation in the 2000s; intent on pursuing a career in music, he left the series in 2007 after releasing his debut mixtape Room for Improvement. He released two further independent projects, Comeback Season and So Far Gone, before signing to Young Money Entertainment in June 2009.Drake released his debut studio album Thank Me Later in 2010, which debuted at number one on the US Billboard 200 and was soon certified platinum.", "category": "person-male", "confidence": 0.62}, false, false], [{"fact": "Avicii", "summary": "Tim Bergling (Swedish: [ˈtɪmː ˈbæ̂rjlɪŋ] (listen); 8 September 1989 – 20 April 2018), known professionally as Avicii ( ə-VEE-chee, Swedish: [aˈvɪ̌tːɕɪ]), was a Swedish DJ, electronic musician, and songwriter who specialized in audio programming, remixing, and record producing.At the age of 16, Bergling began posting his remixes on electronic music forums, which led to his first record deal. He rose to prominence in 2011 with his single \"Levels\". His debut studio album, True (2013), blended electronic music with elements of multiple genres and received generally positive reviews.", "category": "person-male", "confidence": 0.24}, {"fact": "Muscat", "summary": "Muscat (Arabic: مَسْقَط‎, Masqaṭ pronounced [ˈmasqatˤ]) is the capital and largest city of Oman. It is the seat of the Governorate of Muscat. According to the National Centre for Statistics and Information (NCSI), the total population of Muscat Governorate reached 1.4 million as of September 2018.", "category": "location", "confidence": 0.84}, {"fact": "Oman", "summary": "Iran (Persian: ایران‎ Irān [ʔiːˈɾɒːn] (listen)), also called Persia, and officially the Islamic Republic of Iran (Persian: جمهوری اسلامی ایران‎ Jomhuri-ye Eslāmi-ye Irān (listen) [dʒomhuːˌɾije eslɒːˌmije ʔiːˈɾɒn]), is a country in Western Asia. With 83 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world.", "category": "location", "confidence": 0.91}, {"fact": "TMZ", "summary": "TMZ is a tabloid news website that debuted on November 8, 2005. It was a collaboration between AOL and Telepictures Productions, a division of Warner Bros., until Time Warner divested AOL in 2009. The name TMZ stands for thirty-mile zone, the historic \"studio zone\" within a 30-mile (50 km) radius centered at the intersection of West Beverly Boulevard and North La Cienega Boulevard in Los Angeles, California.", "category": "location", "confidence": 0.61}], [{"fact": "Belly", "summary": "Belly is an alternative rock band formed in Rhode Island in 1991 by former Throwing Muses and Breeders member Tanya Donelly. The original lineup consisted of Donelly on vocals and guitar, Fred Abong on bass, and brothers Tom and Chris Gorman on guitar and drums respectively.  The band released two albums during the early 1990s alternative rock boom before breaking up in 1995.", "category": "band", "confidence": 0.95}, false], [{"fact": "Taylor Swift", "summary": "Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter. She is known for narrative songs about her personal life, which have received widespread media coverage. At age 14, Swift became the youngest artist signed by the Sony/ATV Music publishing house and, at age 15, she signed her first record deal.", "category": "person-female", "confidence": 1.0}, {"fact": "reputation stadium tour", "summary": "Taylor Swift's Reputation Stadium Tour was the fifth concert tour and first all-stadium tour by American singer-songwriter Taylor Swift, in support of her sixth studio album, Reputation (2017). The tour began on May 8, 2018, in Glendale and concluded on November 21, 2018, in Tokyo, comprising 53 concerts. The tour received 2,888,892 attendees and grossed $345.7 million in revenue, becoming Swift's most successful tour to-date, the third highest grossing female concert tour of all time, and the highest-grossing concert tour in United States and North American history.", "category": "person-male", "confidence": 0.46}, {"fact": "Glendale Arizona", "summary": "Glendale  is a city in Maricopa County, Arizona, United States, located about nine miles (14 km) northwest from Downtown Phoenix. According to the 2018 U.S. Census estimates, the population of the city is 250,702.\n\n\n== History ==\n\nIn the late 1800s what is now known as Glendale, Arizona, was all desert.", "category": "location", "confidence": 0.94}], [{"fact": "Billboard Music Awards", "summary": "The 2018 Billboard Music Awards ceremony was held at the MGM Grand Garden Arena in Las Vegas on May 20, 2018. It was the first ceremony to be broadcast on NBC. The list of nominees were announced on April 17, 2018. The show was hosted by Kelly Clarkson.", "category": "event", "confidence": 0.59}, {"fact": "MGM Grand Garden Arena", "summary": "The MGM Grand Garden Arena (originally known as the MGM Grand Garden Special Events Center) is a 17,000-seat multi-purpose arena located within the MGM Grand Las Vegas on the Las Vegas Strip.\n\n\n== Sporting events ==\nFrom its opening on December 18, 1993 until the opening of the MGM co-owned T-Mobile Arena in 2016, MGM Grand Garden Arena along with the Thomas & Mack Center were the main sports arenas in the Las Vegas area.\n\n\n=== Professional wrestling ===\nFrom 1996 to 2000, it hosted World Championship Wrestling's Halloween Havoc events.", "category": "location", "confidence": 0.88}, {"fact": "NBC", "summary": "The British Broadcasting Corporation (BBC) is a British public service broadcaster. Its headquarters are at Broadcasting House in Westminster, London. It is the world's oldest national broadcaster, and the largest broadcaster in the world by number of employees.", "category": "media", "confidence": 1.0}, false, {"fact": "Taylor Swift", "summary": "Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter. She is known for narrative songs about her personal life, which have received widespread media coverage. At age 14, Swift became the youngest artist signed by the Sony/ATV Music publishing house and, at age 15, she signed her first record deal.", "category": "person-female", "confidence": 1.0}, {"fact": "reputation’s", "summary": "Reputation (stylized in all lowercase) is the sixth studio album by American singer-songwriter Taylor Swift. It was released on November 10, 2017, through Big Machine Records. The record was primarily produced by Jack Antonoff, Max Martin, Shellback and Swift herself, who also serves as the executive producer.", "category": "album", "confidence": 0.51}], [{"fact": "Maddie Poppe", "summary": "Madeline Mae \"Maddie\" Poppe (born December 5, 1997) is an American singer-songwriter, musician, and the season 16 winner of American Idol. She is a multi-instrumentalist playing the guitar, piano, and ukulele. Prior to winning American Idol, Poppe released an EP titled Songs from the Basement.", "category": "person-male", "confidence": 0.57}, false, false, {"fact": "Caleb Lee Hutchinson", "summary": "Caleb Lee Hutchinson (born March 2, 1999) is an American singer-songwriter, and runner-up on the sixteenth season of American Idol.\n\n\n== Early life ==\nCaleb Lee Hutchison was born in Dallas, Georgia, to William and Piper Hutchinson. He has a brother Tyler.", "category": "person-male", "confidence": 0.84}], [{"fact": "Brynn Cartelli", "summary": "Brynn Anne Cartelli (born April 16, 2003) is an American singer, and winner of season 14 of American music competition television series The Voice. At the age of fifteen, she became the youngest person in the show's history to win the competition.\n\n\n== Early life ==\n\nCartelli was born and raised in Longmeadow, Massachusetts.", "category": "person-male", "confidence": 0.58}, {"fact": "fourteenth season", "summary": "The fourteenth season of the American reality The Voice premiered on February 26, 2018, on NBC with Blake Shelton and Adam Levine returning as coaches once again, making it their fourteenth season on the show. Returning coach Alicia Keys returned to the panel for her third season and New coach Kelly Clarkson joined the coaching panel.On May 22, 2018, Brynn Cartelli was crowned the winner of The Voice. With her win, the fifteen-year-old became the youngest winner in the show's history.", "category": "event", "confidence": 0.38}, false, {"fact": "Britton Buchanan", "summary": "Britton Buchanan is an American singer-songwriter and musician. He became the runner-up of season 14 of the American talent competition The Voice at the age of 18. Britton went to Lee County High School in Sanford, North Carolina.", "category": "person-male", "confidence": 0.47}], [false, {"fact": "Jonathan Davis", "summary": "Jonathan Howsmon Davis (born January 18, 1971), also known as JD, JDevil, or J Devil, is an American singer, songwriter and musician. Davis is best known as the lead vocalist and frontman of the nu metal band Korn, and he is considered as the pioneering act of the nu metal genre. Davis' own distinctive personality and Korn's music influenced a generation of musicians and performers who've come after them.Davis co-founded Korn in Los Angeles, California, in 1993 with the dissolution of two bands, Sexart and L.A.P.D. He had led Sexart during his years as an assistant coroner.", "category": "person-male", "confidence": 0.87}, false], [{"fact": "BTS", "summary": "BTS (Korean: 방탄소년단; RR: Bangtan Sonyeondan), also known as the Bangtan Boys, is a seven-member South Korean boy band formed in Seoul in 2010. The septet co-writes and produces much of their output. Originally a hip hop group, their musical style has evolved to include a wide range of genres.", "category": "band", "confidence": 0.655}, false], [{"fact": "Sugarland", "summary": "Sugarland is an American country music duo founded in Atlanta, Georgia, consisting of singer-songwriters Jennifer Nettles (lead vocals) and Kristian Bush (vocals, guitar, mandolin). The group was founded in 2002 by Nettles and Bush with Kristen Hall (vocals, guitar). Hall left the group after its first album.", "category": "band", "confidence": 0.41}, false, false], [{"fact": "Christina Aguilera", "summary": "Christina María Aguilera (, Spanish: [aɣiˈleɾa]; born December 18, 1980) is an American singer, songwriter, actress and television personality. Her accolades include five Grammy Awards, one Latin Grammy Award, and a star on the Hollywood Walk of Fame. Aguilera ranked at number 58 on Rolling Stone's list of 100 Greatest Singers of All Time in 2008, and was included on Time's annual list of the 100 most influential people in the world in 2013.", "category": "person-female", "confidence": 0.93}, false, false], [{"fact": "XXXTentacion", "summary": "Jahseh Dwayne Ricardo Onfroy (January 23, 1998 – June 18, 2018), known professionally as XXXTentacion (, \nalso ), was an American rapper, singer, songwriter, and musician. Despite being a controversial figure due to myriad legal issues, Onfroy developed a substantial young following and bursts of popularity during his short career. He was often credited by critics and fans for his musical versatility, with his music primarily exploring trap, R&B, rock and emo.Born in Plantation, Florida, XXXTentacion spent most of his childhood in Lauderhill.", "category": "person-male", "confidence": 0.88}], [{"fact": "Guns N' Roses", "summary": "Guns N' Roses, often abbreviated as GNR, is an American hard rock band from Los Angeles, California, formed in 1985. When they signed to Geffen Records in 1986, the band comprised vocalist Axl Rose, lead guitarist Slash, rhythm guitarist Izzy Stradlin, bassist Duff McKagan, and drummer Steven Adler. The current lineup consists of Rose, Slash, McKagan, keyboardist Dizzy Reed, guitarist Richard Fortus, drummer Frank Ferrer and keyboardist Melissa Reese.", "category": "band", "confidence": 1.0}, false], [false, {"fact": "Billboard Hot 100", "summary": "The Billboard Hot 100 is the music industry standard record chart in the United States for songs, published weekly by Billboard magazine. Chart rankings are based on sales (physical and digital), radio play, and online streaming in the United States.\nThe weekly tracking period for sales was initially Monday to Sunday when Nielsen started tracking sales in 1991, but was changed to Friday to Thursday in July 2015.", "category": "chart", "confidence": 0.99}, false], [{"fact": "Daughtry", "summary": "Daughtry  is an American rock band formed and fronted by namesake Chris Daughtry, who was a finalist on the fifth season of American Idol. Their self-titled debut album was released in November 2006 and reached number one on the Billboard 200. The album went on to sell more than six million copies in the United States, and has been certified sextuple platinum by the RIAA. Daughtry was also named the best selling album of 2007 by Billboard, becoming the fastest-selling debut rock album in Nielsen SoundScan history.", "category": "band", "confidence": 0.5}, false, false], [{"fact": "Nicki Minaj", "summary": "Onika Tanya Maraj-Petty (born December 8, 1982), known professionally as Nicki Minaj (), is a Trinidad and Tobago-born rapper, singer, and songwriter. Born in Saint James, Port of Spain, and raised in Queens, New York City, she gained public recognition after releasing the mixtapes Playtime Is Over (2007), Sucka Free (2008), and Beam Me Up Scotty (2009).\nAfter signing with Young Money Entertainment in 2009, Minaj released her first studio album, Pink Friday (2010), which peaked at number one on the US Billboard 200 and was ultimately certified triple platinum by the Recording Industry Association of America (RIAA).", "category": "person-male", "confidence": 0.48}, false], [{"fact": "Mac Miller", "summary": "Malcolm James McCormick (January 19, 1992 – September 7, 2018), known professionally as Mac Miller, was an American rapper, singer, songwriter, and record producer from Pittsburgh, Pennsylvania. \nMiller began his career in the city's hip hop scene in 2007, at the age of fifteen. In 2010, he signed a record deal with Pittsburgh-based independent label Rostrum Records, with whom he had his breakthrough with the mixtapes K.I.D.S. (2010) and Best Day Ever (2011).", "category": "person-male", "confidence": 0.41}], [{"fact": "Tony Bennett", "summary": "Anthony Dominick Benedetto (born August 3, 1926), known professionally as Tony Bennett, is an American singer of traditional pop standards, big band, show tunes, and jazz. He is also a painter, having created works under the name Anthony Benedetto that are on permanent public display in several institutions. He is the founder of the Frank Sinatra School of the Arts in Astoria, Queens, New York.Born and raised in Astoria to an Italian-American family, Bennett began singing at an early age.", "category": "person-male", "confidence": 0.57}, false, {"fact": "Diana Krall", "summary": "Diana Jean Krall  (born November 16, 1964) is a Canadian jazz pianist and singer, known for her contralto vocals. She has sold more than 6 million albums in the US and over 15 million albums worldwide. On December 11, 2009, Billboard magazine named her the second Jazz Artist of the Decade (2000–09), establishing her as one of the best-selling artists of her time.", "category": "person-male", "confidence": 0.52}], [{"fact": "Lil Wayne", "summary": "Dwayne Michael Carter Jr. (born September 27, 1982), known professionally as Lil Wayne, is an American rapper, singer, songwriter, record executive, entrepreneur, and actor. His career began in 1996, at the age of 13, when he was discovered by Birdman and joined Cash Money Records as the youngest member of the label.", "category": "person-male", "confidence": 0.85}, false, {"fact": "Cash Money Records", "summary": "Cash Money (or styled as Ca$h Money) is an American record label founded by two brothers, Bryan \"Birdman\" Williams and Ronald \"Slim\" Williams. The label is distributed by Republic, which used to be Universal Republic. The label itself has been home to a roster of high-earning hip hop artists, including Lil Wayne, Drake and Nicki Minaj.", "category": "label", "confidence": 0.52}], [{"fact": "Mario", "summary": "Mario Dewar Barrett (born August 27, 1986), known mononymously as Mario, is an American entertainer, singer, songwriter, actor, and model. He is known for his singles \"Just a Friend\" (2002) and \"Let Me Love You\" (2004), which won him two Billboard Music Awards. He has released four studio albums: Mario (2002), Turning Point (2004), Go (2007), and DNA (2009).", "category": "person-male", "confidence": 0.63}, false], [{"fact": "Tenacious D", "summary": "Tenacious D is an American comedy rock duo, formed in Los Angeles, California, in 1994. It was founded by actors Jack Black and Kyle Gass, who were members of The Actors' Gang theater company at the time. The duo's name is derived from \"tenacious defense\", a phrase used by NBA basketball sportscaster Marv Albert.Prior to the release of Tenacious D's 2001 debut album Tenacious D, the duo had a three-episode TV series released on HBO, with the episodes broadcasting between 1997 and 2000.", "category": "band", "confidence": 0.43}, false], [{"fact": "Lil Peep", "summary": "Gazzy Garcia (born August 17, 2000), known professionally as Lil Pump, is an American rapper and songwriter. He is known for his hyperactive public persona, where he is often portrayed taking drugs, particularly marijuana, lean and Xanax; he is often criticized for his behavior seen on social media. He is also known for shouting his catchphrase \"Esskeetit\" (a truncated version of \"Let's get it\").", "category": "person-male", "confidence": 0.66}, false], [{"fact": "The Smashing Pumpkins", "summary": "The Smashing Pumpkins (or Smashing Pumpkins) are an American alternative rock band from Chicago, Illinois. Formed in 1988 by frontman Billy Corgan (lead vocals, guitar), D'arcy Wretzky (bass), James Iha (guitar), and Jimmy Chamberlin (drums), the band has undergone many line-up changes. The current lineup features Corgan, Chamberlin, Iha and guitarist Jeff Schroeder.", "category": "band", "confidence": 1.0}, false, {"fact": "James Iha", "summary": "James Yoshinobu Iha (井葉吉伸, Iha Yoshinobu) (born March 26, 1968) is an American rock musician. He is best known as a guitarist and co-founder of the alternative rock band the Smashing Pumpkins. He was a member until the initial breakup in 2000.", "category": "person-male", "confidence": 0.69}, false, {"fact": "Jimmy Chamberlin", "summary": "James Joseph Chamberlin (born June 10, 1964) is an American drummer and record producer. He is best known as the drummer for the alternative rock band The Smashing Pumpkins.  Following the 2000 breakup of the band, Chamberlin joined Pumpkins frontman Billy Corgan in the supergroup Zwan and also formed his own group, the Jimmy Chamberlin Complex.", "category": "person-male", "confidence": 0.47}], [{"fact": "Ice Cube", "summary": "O'Shea Jackson (born June 15, 1969), known professionally by his stage name Ice Cube, is an American rapper, actor, producer, director and writer. Ice Cube initially gained recognition in 1986 as a member of the hip hop group N.W.A., which gained commercial success prior to disbanding around the time N.W.A formed. Ice Cube, alongside Dr.", "category": "person-male", "confidence": 0.73}, false]]